export const messages = {
  CN: {
    banner: {
      text1: '探索秘密的力量',
      text2: '每个社群都有自己的秘密',
      text3: '社群，人类文明的价值',
      text4: '秘密，重建社群',
      text5: '人类的信仰，社群的秘密',
      text6: '社群经济，世界大观'
    },
    newsData: [
      { // 第一篇
        text1: '委内瑞拉药房连锁店接受加密货币DASH支付',
        text2: '2019-8-27',
        text02: '2019.',
        text020: '8.27',
        text3: '通过与Panda Exchange的专有支付系统集成，委内瑞拉药房特许经营现在将接受破折号加密货币支付。\n' +
          'Dash核心集团周一宣布，Farmarket零售连锁店正在试行一个支持破折号的销售点系统XpayCash，该系统将允许客户进行即时加密货币交易。支付铁路将在接下来的两个季度推广到22个药房。\n' +
          'Panda Exchange合作伙伴Robert Mozo在一份新闻稿中称，Dash代表将在运营的前两个月提供现场培训，作为该公司在该国加入潜在加密货币用户的努力的一部分。\n' +
          '新闻稿称，全球约有4,900家接受短跑的商家中，近一半位于委内瑞拉。\n' +
          'DiscoverDash 取得了很大进展，该公司首先为小型企业和家族企业提供仪表培训，但已经发展成为吸引更多知名企业的企业。\n' +
          'Dash Merchant Venezuela领导了额外的入职工作，在关闭员工薪资不一致之前，它通过向企业提供加密的POS成功地建立了“业务联系”。\n' +
          '“我们希望我们与哥伦比亚的Panda和委内瑞拉的Farmarket建立合作伙伴关系，成为购买驱动型经济体的重要举措，不仅加拉加斯的委内瑞拉人能够直接在Dash商店支付，而且他们在哥伦比亚和其他地方的亲属也将能够从国外购买药品并为亲人和亲人解决健康问题，“Dash Core Group首席执行官Ryan Taylor在一份声明中说。\n' +
          '委内瑞拉正在迅速成为实际加密货币使用案例的温床。5月通胀率达到815,000％，继170年来的一年高点之后。在这些经济条件下，加密货币为公民​​提供了价值储存和稳定的支付形式。XPay收取3.99％的交易费。\n'

      },
      { // 第二篇

        text1: '韩国的BC卡正在使用KT的区块链进行奖励结算',
        text2: '2019-8-27',
        text02: '2019.',
        text020: '8.27',
        text3: '根据朝鲜日报8月27日的一份报告，韩国最大的支付处理商BC Card称，它正在使用区块链技术来结算奖励积分  。\n' +
          '基础技术由KT提供，KT是该国第二大电信公司，也是BC Card的大股东。\n' +
          '通过基于KT Hyperledger Fabric的产品，BC Card正在处理由亲密合作伙伴，VIP积分和优惠券支付的积分的订购和交换。尚未实现更先进的应用程序，例如结算付款和文件管理。\n' +
          'BC Card一直在手工处理奖励，但在2019年上半年，它开始开发区块链应用程序来完成工作。它现在与奖励合作伙伴共享适当的分类帐，以便自动化和无缝结算。\n' +
          '该公司表示已经取得了许多好处。处理时间减少了50％，而错误也减少了。该文章称该公司计划在下半年将区块链技术应用于其他任务，尽管它没有提供有关它们的详细信息。\n' +
          'KT一直是区块链技术和早期推动者的积极支持者。该公司在其最大股东中占据了NTT Docomo，于2018年7月推出了自己的区块链网络。上个月，它宣布它将成为一个财团的一部分 - 其中包括三星电子，一些大型银行和其他电信公司 - 创建基于区块链的数字识别系统。\n' +
          '该公司现在特别专注于在其新的5G网络上使用区块链，并于4月推出了基于5G的GIGA链。\n' +
          '韩国金融机构急于将区块链技术应用于消费者信贷。7月，Shinhan Card 表示，它已经获得了区块链系统的专利，该系统允许进行无卡信用交易。本月早些时候，友利金融集团表示，它正在与Kakao的公共区块链Ground X合作，并可能将该技术用于Woori卡结算。'

      },
      { // 第3篇

        text1: '澳大利亚证券交易所联合VMWare、Digital Asset构建新的区块链平台',
        text2: ' 2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: '澳大利亚证券交易所（ASX）正在与金融科技公司Digital Asset和VMWare合作，将其现有的交易平台转移到分布式账本技术上。\n' +
          '今天宣布，ASX和数字资产已经签署了一份三方谅解备忘录（MOU），以便为现有的信息交换机构电子子系统（CHESS）建立一个替代平台，用于DLT。谅解备忘录通常是指向公司意图的非约束性文件\n' +
          '从2015年开始，ASX计划在2021年春季开始运行新的DLT平台。截至目前，30％至40％的新平台可用于取代CHESS。\n' +
          'ASX副总裁Peter Hiom 在接受ZDNet采访时表示，ASX表示，该谅解备忘录将帮助其扩展澳大利亚和新西兰的产品和服务地点：\n' +
          '“这种新的合作伙伴关系是一项非常积极的发展，将有助于我们支持业界开发的更广泛的DLT解决方案。它确认了我们对DLT潜力的信念，因为我们仍然有望在2021年3月至4月交付CHESS更换系统。“\n' +
          'ASX还在该项目中使用Digital Asset的开源，区块链语言DAML。\n' +
          'ASX目前的平台处理约2万亿澳元的注册股票，每天处理50亿澳元。'

      },
      { // 第4篇

        text1: '瑞士当局向两家区块链企业颁发银行和券商执照',
        text2: '2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: '瑞士金融机构FINMA本周就区块链公司的反洗钱（AML）要求提供了指导，即使它向两家新的区块链公司授予经纪人 - 经销商许可证。\n' +
          'FINMA认为AML是“技术中立的”，并期望所有支付（包括区块链交易）都遵循这些要求。要点很简单：“FINMA监管的机构只允许将加密货币或其他代币发送到属于他们自己客户的外部钱包，这些客户的身份已经过验证，只允许从这些客户那里接收加密货币或代币，”监管机构写道。 \n' +
          'FINMA监管瑞士的金融体系，从银行到证券交易商，甚至是Facebook的加密货币项目Libra。据报道，今天早些时候，FINMA官员会见了美国国会代表对天秤座的代表。\n' +
          '“因此，FINMA监管的机构不允许从其他机构的客户那里获得代币或向这些客户发送代币，”他们写道。此外，FINMA不允许从不受管制的钱包中传递令牌，并且需要所有各方的AML信息。\n' +
          '除此公告外，FINMA还向两家区块链公司SEBA Crypto AG和Sygnum AG发行了第一份“银行和证券许可证”。这些是首批在瑞士注册为经纪自营商的公司，具有特定的区块链重点。这些公司将被要求遵守新的反洗钱规则。',
        text7: '',
        text8: '',
        text9: '',
        text10: '',

      },
      { // 第5篇
        text1: 'Binance以高达15％的年利率推出加密贷款',
        text2: '2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: '凭借交易量，世界上最大的加密货币交易所之一Binance已经开展了一项贷款业务，旨在吸引客户存款。\n' +
          '该公司周一在一份声明中称，Binance Lending将于8月28日6:00 UTC开始以客人订阅，先到先得。\n' +
          '最初，用户将能够借出美元挂钩的USDT，以太坊经典（ETC）和Binance的BNB加密货币，以赚取利息，从8月29日到9月11日。\n' +
          '对于BNB，USDT和ETC，具有14天固定期限的初始贷款产品的年化利率分别设定为15％，10％和7％。\n' +
          'Binance的总认购上限为200,000 BNB，500万美元和20,000 ETC. 如果所有最初计划的产品获得全额认购，Binance将支付1,150 BNB，19,178 USDT和53 ETC的利息，截至发稿时价值约50,000美元。\n' +
          'Binance上的每个用户账户将分别以500 BNB，1,000,000 USDT和1,000 ETC为BNB，USDT和ETC计价的贷款产品的初始硬性上限。\n' +
          '与此同时，Binance最近推出的保证金交易业务向借用BNB和USDT的用户收取的年利率分别高达109％和10.0375％。\n' +
          '而贷款业务公布前几个小时，Binance 说，在其网站上，从8月27日起，将增加年度保证金借入利率ETC从先前的7.3％至14.6％。\n' +
          '该公司表示将“不断评估新的硬币和代币作为基于需求的贷款产品”，新产品将于周一每周公布，并于周三开始供订阅。\n' +
          '该计划可能不完全令人惊讶的某个给定的CZ 提到伦敦最近发生的事件，该公司正计划围绕推出贷款业务八月中旬期间。\n' +
          '此次推出是Binance在7月份正式推出保证金交易和借款并宣布  计划在其平台上增加期货交易的几周后，其多元化业务线以吸引和留住用户的另一举措。',

      },
      { // 第6篇

        text1: '区块链可用于FDA医疗评论和召回',
        text2: '2019-8-23',
        text02: '2019.',
        text020: '8.23',
        text3: '美国食品和药物管理局（FDA）可能会采用区块链来改进药品和医疗产品的审查和召回。\n' +
          '在讲话在全国协调员卫生IT三互操作性论坛办公室，8月22日，主副局长艾米阿伯内西博士表示，FDA正在实现现代化的方式医疗机构，药品生产企业和监管机构沟通。\n' +
          'Abernethy没有详细说明，该机构计划在这项现代化工作中推出人工智能，API和区块链的使用。改进的互操作性 - 该机构如何处理和共享信息 - 可能会影响新药的审查过程。\n' +
          '“我希望FDA能够按顺序获得我们自己的技术中心，以便技术可以\'抢购\' - 我们可以灵活高效。我们需要能够与行业建立通用接口，以便我们可以在组织之间传递数据，进行协作审查等，“Abernethy说。\n' +
          '“追溯到源的可追溯性允许交叉检查的能力，工作流程解决方案，”她说。从这个意义上说，区块链提供的不可变分类帐可用于保证来自多个来源的数据质量。\n' +
          'Abernethy还提到了一个通信系统，为监管机构提供实时信息和数据。这加快了审查过程，因为FDA代理人将能够与医疗制造商同时交换信息。\n' +
          '此外，改进对医疗产品的监控将有助于“确定什么时候应该召回或者应该调整产品标签”，她说。\n' +
          '随着数据流量的改善，Abernethy表示，医学可以变得更有针对性和以患者为导向。\n' +
          'Abernethy还担任FDA的代理首席信息官。她最后说，系统将在“一两个月”推出。'
      },
      { // 第7篇
        text1: 'PundiX的加密现金登记册将安装在委内瑞拉的49家零售店中 ',
        text2: '2019-8-22',
        text02: '2019.',
        text020: '8.22',
        text3: '委内瑞拉最大的百货商店将在其49家零售店安装支持区块链的收银机。\n' +
          '超级运营商Traki于8月22日宣布，它将整合新加坡Pundi X的销售点设备XPOS，为购物者提供加密货币支付轨道。\n' +
          'Pundi已在30个国家/地区推出，目标是到2021年销售100,000台XPOS设备。这是该公司计划通过XPASS加密借记卡和Xwallet等金融产品生态系统推出日常使用的加密货币的一部分。\n' +
          '“我们制定XPOS的任务是为区块链技术创造真实的使用案例，而这比使用加密货币支付日常需求的Traki购物者更难以代表，”Pundi X首席执行官Zac Cheah说。\n' +
          'Cheah继续说Traki是委内瑞拉区块链技术的早期采用者。\n' +
          '“在Traki，我们渴望为我们的客户提供最方便的选择，加密货币已被证明是一种有效的支付解决方案，”Traki的Crypto资产部主管Michael Gomez说。在Pundi的近300,000名钱包用户中，约有十分之一位于委内瑞拉。\n' +
          'XPOS支付系统支持各种加密货币支付，包括BTC，ETH，Binance的BNB稳定币，以及Pundi X自己的NPXS和NPXSXEM令牌。\n' +
          '恶性通货膨胀和缺乏流动性的时期已经使许多委内瑞拉人采用加密货币作为价值和支付选择的存储。去年，总统尼古拉斯·马杜罗发起了石油美元加密货币，与南美国家庞大的石油储备挂钩，作为避开经济制裁的手段。马杜罗最近下令银行和国有公司使用该令牌。',
      },
      { // 第8篇

        text1: 'Blockchain Startup Bitfury推出人工智能单元  ',
        text2: '2019-8-13',
        text02: '2019.',
        text020: '8.13',
        text3: '据路透社8月13日报道，Blockchain创业公司BitFury推出了人工智能（AI）部门。\n' +
          '“数据是新油”\n' +
          'Bitfury首席执行官兼联合创始人Valery Vavilov据称表示，该公司潜入AI的动机是需要从大量数据中分析和提取信息。据报道，他指出数据正在成为新的石油，并表示：\n' +
          '“我们收集了大量数据，但只分析了所有这些数据的2％; 98％的人闲着等待分析。“\n' +
          '据报道，Vavilov还解释说，该公司的AI统一性仍在研究人工智能的可能应用。不过，他还承诺，明年BitFury将会有更多关于该公司打算开发并向其客户提供的支持AI的产品的信息。\n' +
          'AI对加密有潜在的危险\n' +
          '前任副总裁兼计算机硬件生产商AAEON Technology Europe的董事总经理Fabrizio Del Maffeo被任命为该公司AI部门的负责人。 \n' +
          '与此同时，总部位于斯德哥尔摩的软件工程师和加密货币交易商Eric Wall在Twitter上发表评论称，将AI应用于区块链数据分析对比特币（BTC）的可替代性构成威胁。\n' +
          '“AI / [机器学习] ML将被训练以识别用户并标记已经与隐私增强技术（PET）一起使用的硬币，毫无疑问。如果我们关心比特币的可替代性，那么使用PET可以更快地成为标准的钱包行为。“\n' +
          '据Crunchbase称，到目前为止，BitFury已经获得了1.7亿美元的资金，路透社声称它是少数几个至少有10亿美元估值的区块链公司之一。\n' +
          '正如Cointelegraph 在最近的一篇专题文章中所解释的那样，当它们结合起来并且已经被整合时显示出巨大的潜力。',
      },
      { // 第9篇

        text1: 'Blockchains.com创始人收购社区银行融资加密梦想 ',
        text2: '2019-7-1',
        text02: '2019.',
        text020: '7.1',
        text3: '据内华达独立报报道，区块链孵化和投资公司Blockchains.com的古怪创始人杰弗里伯恩斯在内华达州拉斯维加斯购买了一家小型社区银行，以确保融资，因为他表现出了分散的梦想。\n' +
          '伯恩斯表示，他的野心与当前的金融体系不相容，他担心银行业将削减他的资金供应。这位56岁的律师此前曾宣布计划在内华达州沙漠建造一个里诺规模的区块链智能城市和电子竞技场。\n' +
          '据内华达独立报报道，他以2800万美元收购内华达州柯克伍德银行 “是帮助新生公司实现其雄心勃勃的目标的一小步但关键的一步”。除了为自己的项目融资外，伯恩斯还希望内华达州柯克伍德银行成为区块链行业的领先银行。\n' +
          '“这是为了创造一个环境，在这个环境中，区块链生态系统，那些正在尝试建立能够赋予个人权力并改善世界的项目的合法企业......有一家银行能够了解他们正在做什么并且不会感到害怕， “ 他说。\n' +
          '“银行犹豫不决，因为如果这种情况起飞，你就不再需要银行了。它们已经过时了，“伯恩斯说。\n' +
          '伯恩斯通过一家独立的控股公司购买了该银行，以减轻报告和所有权责任。此外，他说他计划在未来分散他的公司，将权力转交给系统用户。\n' +
          '“我不认为监管机构会对此感到满意，”他说，并补充说他可能会尝试将区块链与银行有限整合，以创建一个沙箱来测试他的金融技术和区块链想法。\n' +
          '“我需要一个游乐场，”他说。“我需要一个地方与监管机构进行概念验证，以证明贷款可以通过这样的方式完成：如果我有1000美元，我可以在10,000贷款中投资10美分，这将全部在区块链和微支付将被支付，并且没有有趣的业务。“\n' +
          '伯恩斯与柯克伍德的谈判始于2018年2月，此前他花了一年的时间寻找银行合作伙伴。他为该实体支付了2500万美元，并再投资了300万美元。\n' +
          '据FDIC称，该银行拥有超过8660万美元的资产，并且在2019年的股本回报率为9.14％。自2008年成立以来，该公司的所有权从未改变。\n' +
          '银行行长约翰德鲁表示，除了在内华达州北部的名称和分行开业外，银行业务没有立即进行的计划变更。未经证实该银行的新名称将是什么。\n' +
          '“我确信客户不会看到任何变化，”德鲁说。“所有执行管理层都留在船上。董事们，那里没有变化，他们都会留下来。甚至账号也不会改变。“\n' +
          '伯恩斯还表示，他计划购买或创建一家3D打印公司，以打印他的区块链城市的一部分。他正在考虑在这个过程中使用被低估的建筑材料 - 大麻 - 并且可以在Blockchains拥有的67,000英亩土地上种植资源。\n' +
          '伯恩斯说：“这是环保的，它从空气中吸收碳，它可以修复土壤，而且它周围都是令人惊叹的产品。” “而且我们计划在较小的规模上进行，在大麻合法化之后，我们打算做得更大。”\n' +
          'Blockchains最近与slock.it合作，进一步整合物联网。',
      },
    ],
    newsData2: [
      {
        text1: '科学家开发了一个新的AI框架，以防止机器行为异常',
        text2: '2019-11-26',
        text3: '马萨诸塞州大学阿默斯特分校和斯坦福大学的研究人员似乎从一部后世界末日的科幻小说的页面上直接引发了对话，声称他们已经开发了一种算法框架，可以确保AI不会出现不良行为。\n' +
          '该框架使用“ Seldonian”算法，该算法以艾萨克·阿西莫夫（Isaac Asimov）的“基金会”（Foundation）系列的主角命名，这是作者首次出现“机器人法则”的虚构宇宙的延续。\n' +
          '根据团队的研究，Seldonian体系结构允许开发人员定义自己的操作条件，以防止系统在训练或优化时超过某些阈值。从本质上讲，这应该允许开发人员阻止AI系统伤害或歧视人类。\n' +
          '深度学习系统为从面部识别到股市预测的一切提供支持。在大多数情况下，例如图像识别，只要机器是正确的，机器如何得出结论并不重要。如果AI能够以90％的准确率识别猫，那么我们可能会认为它成功了。但是，当涉及到更重要的事情时，例如预测累犯的算法或使药物剂量自动化的AI，几乎没有误差的余地。\n' +
          '为此，研究人员使用他们的Seldonian算法框架创建了一个AI系统，该系统可以监视和分配糖尿病患者中的胰岛素，另一个可以预测学生的GPA。在前者中，研究人员建立了Seldonian框架，以确保该系统在学习优化剂量时不会使患者陷入车祸。在后者中，他们试图防止性别偏见。\n' +
          '这两个实验都证明是有效的，并且据研究人员称，这已成功证明Seldonian算法可以抑制不良行为。\n' +
          '当前的AI开发范例将消除偏见的负担加在了最终用户身上。例如，执法部门使用的面部识别技术亚马逊的Rekognition软件，如果降低了准确度阈值，则效果最好，但在这种水平上显示出明显的种族偏见。使用该软件的警察必须选择是否要道德地或成功地使用该技术。\n' +
          'Seldonian框架应减轻最终用户的负担，并将其放在开发者身上。通过包括适当的缓解算法（例如，告诉机器“无种族偏见”的信息），可以消除有害偏见的可能性，同时仍允许软件运行。\n' +
          '这是数学上完成的。研究人员演示了几种简单的算法，这些算法用机器可以理解的术语表达不需要的行为。因此，Seldonian算法没有告诉机器“不要让性别偏见影响您的GPA预测”，而是更准确地预测每个人的GPA，但不要让预测的GPA与实际GPA之间的差异超过某个问题。考虑性别的门槛。”\n' +
          '研究人员希望，随着团队的进一步发展，该框架可以做的事情不仅仅是彻底改革当前的AI技术：\n' +
          '“使用我们的框架设计的算法不仅是现有应用中ML算法的替代品，我们希望他们能为以前认为使用ML风险太大的新应用铺平道路。”\n' +
          '对无人驾驶汽车和自动驾驶机器人之类的近期技术的影响是巨大的，这实质上是阿西莫夫（Asimov）的“机器人法则”的基础。如果开发人员可以保证学习机不会出现危险行为或突然决定进行优化，他们的编程方式涉及伤害或监禁人类，我们可能正处在AI黄金时代的边缘。'
      },
      {
        text1: '10家使用独特AI技术和模型的Fintech解决方案印度初创企业',
        text2: '2019-11-25',
        text3: '到2035年，人工智能有可能增加9570亿美元，占印度当前总价值的15%与此契机，金融科技初创公司已被广泛采用人工智能许多金融科技初创企业都在使用AI来自动化部分操作，例如数据收集，文档处理和客户入职\n' +
          '借贷技术公司CreditMate的联合创始人兼首席执行官乔纳森·比尔(Jonathan Bill)认为，人工智能不仅是金融科技行业的未来，还是现在的现实。这并不是唯一的观点，它强调了随着越来越多的公司将AI技术用于金融科技，人工智能将对金融服务，银行，信贷和支付产生多大影响。\n' +
          '根据P&S Intelligence发布的市场研究报告，全球零售市场的AI在2018年达到7.2亿美元，预计在预测期内(2019-2024年)，CAGR为35.4%。增长因素包括零售公司增加对AI的投资以及扩大电子零售行业，这正利用自动化带来的效率来研究消费者行为并通过机器学习，自然语言处理(NLP)和计算机视觉来捕获相关数据。\n' +
          '例如，就像Lendingkart首席分析官Saket Anand所说，在任何贷款公司业务的核心都是信用模型，该信用模型可跨多个功能工作，包括为客户创建风险评分，确定他们有资格获得多少贷款金额的算法以及个性化利率。人工智能在扩大贷款科技公司的影响力方面发挥着至关重要的作用。\n' +
          'AI机会在印度金融科技市场中的地位如何?\n' +
          '由Analytics(分析)印度杂志与BRIDGEi2i联合发布的一项最新研究名为``2019年印度企业AI状况\'\'，该研究表明，印度AI应用企业市场估计价值1亿美元，复合年增长率为200-250%。\n' +
          '埃森哲(Accenture)的另一份报告显示，到2035年，人工智能有可能为印度经济增加9570亿美元，占印度当前GDP的15%。使智能系统成为可能的技术，数据和人才的组合已达到临界质量，推动了印度的非凡增长。人工智能投资。\n' +
          '在印度金融科技市场中人工智能的最佳利用?\n' +
          '随着包括新银行业务和银行即服务(BaaS)之类的许多金融科技业务模型的到位，金融科技初创公司一直在采用AI算法和模型，其规模比以往任何时候都大得多。\n' +
          '这里有10家使用AI创新和简化日常流程并创建算法以增强其数据分析和决策能力的金融科技初创公司。\n' +
          '资本浮动、Coverfox、信用伙伴、柔韧性、伦丁卡丁车、邮袋、Mswipe、佩萨·杜坎、续购、Shubhloans。'
      },
      {
        text1: '人工智能与数字营销的未来',
        text2: '2019-11-25',
        text3: '近年来，通过使用人工智能技术，数字营销公司的工作已发生了重大转变。营销人员面临的主要问题之一是如何使用户的内容个性化并产生更好的体验和结果。最近，几家初创公司开发了AI技术，旨在帮助营销人员解决此问题。收集到的有关用户的大量信息被诸如Google和Facebook这样的大型公司所主导的广告系统所使用。但是，大多数企业都难以使用AI技术来改善其数字营销。\n' +
          '任何营销经理面临的最大挑战是如何根据个性，兴趣和购买意图以及正确的时机，以适合每个用户的个性化方式为客户定制消息。\n' +
          '人工智能营销(AI Marketing)允许您利用在用户或客户上收集的数据来根据用户个人资料定制内容或消息，以便在与用户及其用户相关时，针对他们的兴趣量身定制呈现给用户的内容。购买意图。人工智能还可以操作构建自动模型的学习机，使您可以预测客户的下一步工作以及客户可能还感兴趣的其他方面。\n' +
          '许多以色列公司在数字营销领域提供基于人工智能的解决方案。\n' +
          'Jeeng Ltd是在这个市场上运作的有趣公司之一，通过使用人工智能和NLP分析，营销人员可以根据用户的个人资料和阅读习惯在任何通信渠道(例如：浏览器)中向其发送量身定制的内容通知。 ，手机，新闻通讯等。使用Jeeng，每个用户都可以在紧张的时间内收到确切的内容。\n' +
          'Jeeng的首席执行官Shlomi Haybi说：“使用人工智能解决方案的公司为客户提供了不同的个性化体验，并且实际上成功地向用户(例如Google和Facebook这样的大型公司)提供了先进的体验。”'
      },
      {
        text1: '盘点美国人工智能应用落地的12个典型案例',
        text2: '2019-11-25',
        text3: '人工智能虽然是上个世纪五十年代提出，可直到2016AlphaGo打败围棋九段，真正火爆应该是2019。因为高大上的技术只有落地，与实际应用结合才能获得肯定与普及。我们来看看美国的人工智能在哪些领域获得了落地应用。\n' +
          '1.Siri和Alexa\n' +
          '语音助理在商业运营中扮演着越来越重要的角色，它们面临的挑战是需要真正理解人类的语言，然而更难的是需要真正了解人类。\n' +
          '这就是人工智能的用武之地。虽然人工智能系统工程师可以构建这些语音助理，但他们无法在发布时将大量的人类特质嵌入其中。因此，人工智能系统需要大量使用机器学习技术，使它们能够更好地完成人机界面这一异常复杂的任务。有了人工智能，语音助理将越来越有能力搜索网络，帮助人们购物，提供导航。人们期待这项语音技术在家庭助理中发挥重要作用，帮助照顾老人。这是人工智能语音识别的无数其他例子之一。\n' +
          '2.亚马逊和在线商务\n' +
          '响应客户输入的系统概念本身并不是人工智能的一个例子。例如，那些检测到用户了解衬衫产品之后然后在网上推荐衬衫广告的应用程序不一定是高级的人工智能应用程序。\n' +
          '但以亚马逊的推荐系统为例，它是一个交易性人工智能平台的强大引擎。人们可能已经观察到它的能力，这个系统可以不断学习。本质上，大批购物者正在“教导”亚马逊人工智能系统，以便更好地展示可能出售的商品。也就是说，将一件商品与过去展示的另一件商品相匹配将促进销售，可以将半关联的概念联系起来(例如灯架与摄影设备)。\n' +
          '另一方面，这种高端的人工智能系统需要庞大的计算平台来处理所有这些数据。对于使用小型服务器的用户来说很难为此类系统提供支持。显然，亚马逊网络服务公司拥有世界领先的计算平台。\n' +
          '3. Pandora\n' +
          '对于那些认为人工智能将会取代人类工作的人们来说，Pandora人工智能系统就是一个与人类合作的例子。首先，Pandora通过音乐专业人员的帮助来分析和分类歌曲。Pandora着眼于歌曲的450种属性进行分类，从声乐风格到节奏感。\n' +
          '当其人工智能算法工作时，根据大量用户对其歌曲库的响应，结合了来自用户的大量推荐。然后，人工智能系统可以批量分组和呈现对于用户具有意义的歌曲。\n' +
          '4.Cogito\n' +
          '这无疑是人工智能最活跃的领域之一：在销售和客服电话中使用人工智能，可以增强与客户的情感联系。具体地说，使用人工智能互动比人类更具移情能力。当然，这是人工智能使用的一个前沿。\n' +
          'Cogito(拉丁语的意思是“自我意识”)使用了人类互动的关键真理：它不仅仅是词语的表达意义，而且是词语的表达方式、情绪、节奏和感觉。\n' +
          'Cogito软件可以实时分析对话，提供有关正确和错误的线索和提示。也许对话者可能切入太多主题，或者反应不够快。应用程序提供基于颜色的警告和更新。该软件可以分析数百条线索，以确定对话的情感质量。\n' +
          '5.Nest\n' +
          '推动人工智能增长的关键因素之一是资金雄厚的厂商之间的竞争，希望在早期获得市场份额。以谷歌公司旗下的家用恒温器Nest为例，其部分目标是将谷歌公司的人工智能构建到设备中，用来应对苹果Siri和亚马逊Alexa的不断增长。\n' +
          'Nest使用人工智能来适应人类的行为模式，获得恒定的输入线索，并在家中工作时做出更准确的反应。在业主设置系统一段时间之后，Nest可以自己整合输入。\n' +
          '无论如何，智能家庭设备(物联网设备)无疑是争夺人工智能市场支配地位的关键战场。让一整组智能家庭设备协同行动，它们可以响应家庭成员的指令，并根据其行为学习，这显然是人工智能在家庭应用中的未来。\n' +
          '6.Boxever\n' +
          '总部位于爱尔兰的Boxever 公司推出其Boxever“个性化平台”， 其主要目标是旅游业。其基于云计算的平台允许旅游公司创建一个单一的客户视图，从而为客户提供更有效的营销。它的目标是通过单独针对客户来改进销售过程。如果人工智能可以在一对一的基础上定制交互过程，理论上它可以更有效地服务(并销售给)客户。\n' +
          'Boxever公司的方法承认竞争的关键部门是客户体验。如果零售商更加谨慎地满足客户的需求，将会在电子商务竞争中获胜。而使用智能软件比人工销售代表的成本要低得多。\n' +
          '7.AI Robotics、Humanoid和其他\n' +
          '人工智能为机器人的应用提供动力，其中包括加州大学伯克利分校的BRETT和麻省理工学院的MIT dog。Sophia就是一个受到媒体热捧的人工智能机器人的例子，它和NBC电视台主持人Jimmy Fallon在“今夜秀”上聊天和唱歌。\n' +
          '除了流行文化的喧嚣之外，还有各种规格和大小的人工智能机器人。例如iRobot公司的RoomBA 980吸尘器采用了人工智能技术，可以在家中完成各种清扫工作。该公司声称，Roombas公司已售出1000多万台RoomBA 980吸尘器。\n' +
          '8.垃圾邮件过滤器\n' +
          '人工智能的核心就是学习。而使用机器学习和其他人工智能技术，软件系统将变得更智能，无需人工协助。\n' +
          '当然，采用人工智能防止垃圾邮件是一个迫切需要机器学习的领域。工作人员(甚至是团队)难以跟上垃圾邮件的增长。例如，Gmail会部署机器学习算法来过滤(大部分)垃圾邮件。\n' +
          '为此，垃圾邮件过滤器试图更快地跟上垃圾邮件发送者的工作，他们不断采用创造性的方法来欺骗收件人。垃圾邮件过滤器中的人工智能会持续扫描元数据，例如发件人的位置或主题行中的关键字。如果无法学习，垃圾邮件过滤器将在几天之后无法运行。\n' +
          '人工智能技术是使用来自人类的输入：因为对于一个用户具有价值的优惠券对于另一个用户来说则是垃圾邮件。特定用户如何对邮件流进行分类必须是垃圾邮件过滤器学习的一部分。\n' +
          '9.网上银行业务\n' +
          '银行为用户提供方便的优惠：扫描其支票并将其金额存入移动设备中，无需去实际的分支机构存款。其问题是：这样做需要机器来阅读用户的签名，这是一项既混乱又令人困惑的工作——甚至对工作人员来说也是如此。\n' +
          '在其他供应商中，Mitek Systems公司采用专门从事基于软件的身份验证。其人工智能技术利用计算机视觉和机器学习使移动到银行的交易安全。\n' +
          '例如，Mitek公司采用视觉算法对银行交易中的无数ID格式进行分类。其核心是光学字符识别(OCR)软件，它扫描文档并将数据转换为可编辑的格式。可以使用人工智能调整OCR软件以准确提取个人签名或指纹。\n' +
          '10.贷款和信用卡处理\n' +
          '当消费者申请信用卡或贷款时，消费者信用评分(FICO)(通常在300到850分之间)将起到至关重要的作用。在过去，贷款工作人员审查了这些贷款和信用卡申请。虽然仍有很多工作人员，但许多关于信用卡的决定或者是否接受消费者的申请，都是由机器学习系统做出的。\n' +
          '同样，学习是这个过程的核心部分。银行管理人员可以设置他们希望当前信贷标准是宽松还是紧缩的参数。但他们希望银行的机器学习系统能够随着时间的推移而学习，以便更密切地确定哪些申请人是安全的借贷者。\n' +
          '11.Lyft和Uber\n' +
          '没有人工智能和机器学习技术，共享单车是不可能存在的。具体来说，票价、预计到达时间以及它将要走的路线：这些都是人工智能计算出来的。\n' +
          '人工智能即时进行大量计算。如果没有一个分析情况的机器学习系统，然后将结果数据路由到用户和驱动程序的应用程序，这些计算的数量和复杂性将是不可能的。当然，Lyft和Uber公司将其记录在自己的系统上，这两家公司拥有关于用户模式的大量数据。\n' +
          '在未来，这些服务预计将出现无人驾驶汽车的时代(尽管这种情况发生时最多仍然模糊不清)。如果没有人类驱动程序的元素，运行系统的过程将成为更纯粹的逻辑机器学习计算。从理论上说，这将导致共享乘车服务的成本下降，甚至可以节省雇佣驾驶员的成本。\n' +
          '12.社交网络\n' +
          '主要的社交媒体网络是人工智能发展的核心驱动力。特别是Facebook公司似乎采用了人工智能的各方面功能。例如，其算法定义了用户的时间轴，决定是否在其时间轴上显示或不显示其朋友的某些帖子。Facebook公司知道，如果某个用户的每位朋友都被展示出来，那么时间表就将变得很混乱，以至于它会让人感到厌烦。因此，时间轴算法可以了解用户与谁进行交互以及其通常忽略的对象。\n' +
          '对于Facebook而言，最重要的是，社交网络使用人工智能来帮助个性化为用户提供广告的方式，因此它具有一定程度的广告显示相关性。需要注意，Facebook允许用户评论广告与时间线的相关性;每个用户评论都有助于系统学习并变得更精细。由于他们使用人工智能微调显示系统的方式，Facebook和谷歌在整个网络广告市场的比例非常高。\n' +
          '此外，Facebook使用图像识别人工智能技术来识别照片中的人脸，因此它可以邀请用户为其添加标签。毫不奇怪，考虑到照片对Facebook的重要性，Facebook在面部识别技术上投入了大量资金。采用机器“读取”照片是当今人工智能时代很大的进步。'
      },
      {
        text1: 'AI正在做的10项热门活动',
        text2: '2019-11-25',
        text3: '正如最近一次AI会议上的一项专家研究表明的那样，2050年是人工智能可以选择执行人类可以执行的任何智力任务的一年。到2050年，智能机器都将无一例外地完成任何历史上的所有工作，所有这些都是可能的。但是，人工智能今天已经在做很多事情。从阅读到识别物体，人工智能无处不在。让我们看一下AI的出色表现。\n' +
          '说话\n' +
          '使个人能够与机器聊天是人机协作的长期梦想。近年来，通过使用深度神经系统(例如Google语音搜索)，PC理解自然语音的能力已经改变。\n' +
          'Google研究人员将语音克隆系统构建为具有两个信息源：我们需要阅读的内容和我们需要阅读的语音示例。Google昵称“语音克隆”的人工智能研究使计算机可以大声朗读，让所有人都能听到任何声音。\n' +
          '看到\n' +
          '虽然看不到人们的行为，但AI可以用作机器视觉来“看到”世界，分析视觉信息并就所见事物做出有益的选择。如今，机器视觉已被广泛运用，它融合了自动驾驶车辆，面部识别，支付等功能。在制造中，机器视觉被广泛用于帮助预测性维护和产品质量控制。\n' +
          '识别图像中的物体\n' +
          '微软专家在创新方面取得了有意义的进步，该创新旨在区分照片或视频中的项目，从而显示出一种系统，该系统可以满足精度要求，有时甚至超过了人类水平的性能。\n' +
          '与该领域的其他科学家一样，Microsoft依靠一种称为深度神经网络的方法来训练计算机感知图片。他们的框架越来越成功，理由是它使他们能够利用难以置信的深度神经网络，其深度是以前使用的深度神经网络的数倍之多。\n' +
          '闻\n' +
          '人工智能研究人员正在生产AI工具，该工具将可以通过嗅到一个人的呼吸来识别各种疾病。福布斯表示，它可以区分与人类疾病和压力有关的被认为是醛的合成物质，包括癌症，糖尿病，脑部创伤，甚至可以在识别出其他症状之前就识别出帕金森病所散发出的“木香，麝香”。而且，人工智能机器人可以识别出气体泄漏或其他酸性化学物质。无论如何，IBM都是利用AI来创造新的香水。\n' +
          '现有药物的新用途\n' +
          'AI同样可以使发现针对现有药物未重点关注的疾病的药物变得更简单。递归利用软件来读取高通量筛选的结果，该筛选可以在细胞中自动进行药物测试。递归利用算法以不规则的详细程度调查单元。该产品可量化细胞的上千个特征，例如，细胞核的大小和状态或各个内部隔室之间的距离。\n' +
          '领悟情绪\n' +
          '那里有AI工具，可以跟随个人观看视频时的感受。人工情感情报的工作原理是收集人的面部表情，非语言交流等信息。那时，它会根据情感数据库进行分析，以预测正在传达的情感。然后，它根据此数据决定活动。\n' +
          '检测恶意软件\n' +
          '机器学习被广泛用于检测进入网络的恶意软件。这项创新利用现代算法将记录的行为描述为报复性的或良性的，正如从文档本身物理移除的文档功能的发展所表明的那样。人们应该告诉机器要考虑哪些参数，因素或功能，以便做出决定。机器学习网络安全解决方案经常用于识别可疑情况，但是，有关如何处理的正式结论留给了人类专家。\n' +
          '阅读一个人的思想\n' +
          '这真是令人惊讶，而AI来的长度证明了这一点。人工智能可以解密大脑信号并发表演讲。对于那些有语言障碍的人来说，这是完全令人惊讶的。这就是为什么当大型技术组织(例如Facebook和Elon Musk)拥有自己的项目并且正在利用AI的思维潜能进行开发时，它应该毫不奇怪的原因。\n' +
          '贸易库存\n' +
          '人工智能可以进行所有股票交易，而无需任何人工干预。AI利用多种类型的AI完全区分并执行交易，其中包括一种受遗传发展启发而另一种依赖于概率逻辑的AI。每天，在剖析从市场成本和数量到宏观经济信息和公司簿记记录的所有内容之后，这些AI引擎都会做出自己的市场预测，然后对最佳游戏计划进行“投票”。\n' +
          '预测死亡\n' +
          '研究人员发现了一种发现算法，该算法比人们更有助于预测患者的死亡。通过使用ECG结果将历史患者数据分类为一堆，具体取决于谁在一年的范围内可能会遭受打击。'
      },
      {
        text1: '商业领域明年将会迎来人工智能新浪潮',
        text2: '2019-11-24',
        text3: '一项新的调查表明，近80％的美国公司的首席信息官计划在未来12个月内增加对人工智能和机器学习技术的应用。\n' +
          '使用人工智能技术从大量模糊数据中挖掘经济价值已经不再是科幻小说里的情节，而是正在逐渐成为日常商业活动的一部分。\n' +
          '近日，Adobe发布的《2019首席信息官视点调查》显示，近80%的美国公司的首席信息官计划在未来12个月内增加对人工智能及机器学习技术的应用。《财富》杂志有幸提前看到了这家位于圣何塞的软件公司的调查结果。\n' +
          '共有超过200位首席信息官参加了Adobe在今年10月进行的调查，其中无一人计划减少对人工智能或机器学习技术的应用。他们对人工智能技术充足的信心也印证了该技术近期所取得突破的成功。\n' +
          '“总体来看，人工智能技术的发展空间非常大。”Adobe体验平台产品营销主管罗内尔·休表示。“此前进行的云基础设施建设是第一步，现在更多的创新是在人工智能及实时数据商用领域。”\n' +
          '大多数首席信息官还表示，在所有新兴技术中，人工智能潜力最大，只是还远没有得到完全开发：近70％的首席信息官表示，在其公司的技术项目中，人工智能或机器学习技术的应用比例仅占1％到20％。\n' +
          '73％的首席技术官计划在未来12个月内增加对实时数据的应用，只有15％的首席技术官强烈认为其所属企业对实时数据足够关注。\n' +
          '酒店业是应用实时数据的领头羊。罗内尔·休表示，部分连锁酒店有专门用于监控客户反馈的算法，他们还会基于监控结果向员工提出实时建议。如果客人投诉毛巾有问题，那么算法就可能会建议酒店员工加强对毛巾的检查。'
      },
      {
        text1: '机器学习之父认为美国对 AI 竞争反应过度',
        text2: '2019-11-15',
        text3: '机器学习之父、卡内基梅隆大学机器学习系主任 Tom Michell 教授认为美国对 AI 竞争反应过度。他说，美国有更多研发人工智能训练和经验积累的公司，而中国的优势可能更多体现在以大数据为依托的 AI 应用方面。\n' +
          '如医疗行业，美国 20 多年前就开始有医疗文件电子存档，但到今天为止还做不到把全国各地医疗系统所有的电子文档集中起来，为机器学习算法提供数据库。客观原因是美国法律对个人隐私的保护，也跟医疗行业 “城堡” 林立、相互隔绝、盈亏自负的状况有关。中国的情况大不相同。“一旦政府决定建立覆盖全国的医疗记录电子文档数据库…… 那这件事就能办到。”Michell 教授呼吁华盛顿区别对待 “双赢” 类 AI 应用和那些确实敏感、竞争激烈的 AI 科技，比如军用 AI。他还担心华盛顿甚嚣尘上的民粹主义论调将把美国学术和教育圈的外国学者置于孤立处境，而他们许多人为美国保持世界科技领先地位担当了关键角色，其中不少是华人。'
      },
      {
        text1: 'Facebook创建新机器学习系统用于对视频中的人脸进行“去识别化”',
        text2: '2019-10-28',
        text3: '据媒体报道，Facebook AI Research表示，其已经创建了一种机器学习系统，用于对视频中的个脸进行去识别化（de-identification ）。像D-ID这样的初创公司和许多先前的作品已经为静态图像采用了去识别技术，但这是第一个用于视频的技术。在最初的测试中，该方法能够阻止最先进的面部识别系统。\n' +
          '用于自动视频修改的AI不需要重新培训就可以应用于每个视频。其在人的脸部映射了一个略微变形的版本，以使面部识别技术难以识别人。\n' +
          '一篇解释该方法的文章说道：“人脸识别可能会导致隐私丧失，人脸替代技术可能会被误用于制作误导性视频。有关人脸识别技术的进步和滥用的最新世界事件引发了对理解成功处理去身份识别的方法的需求。我们的贡献是唯一适用于视频（包括现场视频）的视频，其呈现的质量远远超过了文献方法。”\n' +
          'Facebook的方法将对抗性自编码器与分类器网络配对。作为网络培训的一部分，研究人员试图愚弄面部识别网络，Facebook AI研究工程师和特拉维夫大学教授Lior Wolf在电话采访中告诉VentureBeat。\n' +
          '“因此，自编码器会设法使人脸识别网络的行为变得更加艰难，而实际上，如果您想产生一种掩盖某人的声音或在线行为或其他任何方式的方法，也可以使用该自编码器。”Wolf表示。\n' +
          '像FacesWap Deepfake软件一样，AI使用编码器-解码器体系结构生成图像。在训练过程中，人的脸变形，然后进入网络。然后，系统生成人脸的失真和未失真图像，以将其嵌入视频中。\n' +
          '该公司发言人告诉VentureBeat，Facebook目前尚无计划将该技术应用于Facebook系列应用的任何部分，但是这种方法可以使公众仍然可以识别公众讲话，但无法识别人工智能系统。\n' +
          '视频中的匿名面孔也可以用于AI系统的注重隐私的培训。5月，谷歌使用了Mannequin挑战视频来训练AI系统，以改善视频深度感知系统。加州大学伯克利分校的研究人员为训练AI“特工”像人一样跳舞或进行后空翻而进行的多项工作，也将YouTube视频用作训练数据集。\n' +
          '这项工作将在下周在韩国首尔举行的国际计算机视觉国际会议（ICCV）上进行介绍。\n' +
          '在此消息发布之前，Facebook首席技术官Mike Schroepfer于上周宣布，Deepfakes Challenge预览数据集现已可用，并且亚马逊的AWS现在已成为Facebook和微软上个月发起的Deepfake Detection Challenge倡议的成员。挑战是为了提高Deepfake检测系统的鲁棒性。\n' +
          'Facebook在今年早些时候将面部识别作为其平台上的默认设置，目前正在与一场涉及滥用面部识别数据的350亿美元集体诉讼作斗争。本周，该社交网络还为美国的某些用户推出了News应用程序。'
      },
      {
        text1: '委内瑞拉药房连锁店接受加密货币DASH支付',
        text2: '2019-8-27',
        text02: '2019.',
        text020: '8.27',
        text3: '通过与Panda Exchange的专有支付系统集成，委内瑞拉药房特许经营现在将接受破折号加密货币支付。\n' +
          'Dash核心集团周一宣布，Farmarket零售连锁店正在试行一个支持破折号的销售点系统XpayCash，该系统将允许客户进行即时加密货币交易。支付铁路将在接下来的两个季度推广到22个药房。\n' +
          'Panda Exchange合作伙伴Robert Mozo在一份新闻稿中称，Dash代表将在运营的前两个月提供现场培训，作为该公司在该国加入潜在加密货币用户的努力的一部分。\n' +
          '新闻稿称，全球约有4,900家接受短跑的商家中，近一半位于委内瑞拉。\n' +
          'DiscoverDash 取得了很大进展，该公司首先为小型企业和家族企业提供仪表培训，但已经发展成为吸引更多知名企业的企业。\n' +
          'Dash Merchant Venezuela领导了额外的入职工作，在关闭员工薪资不一致之前，它通过向企业提供加密的POS成功地建立了“业务联系”。\n' +
          '“我们希望我们与哥伦比亚的Panda和委内瑞拉的Farmarket建立合作伙伴关系，成为购买驱动型经济体的重要举措，不仅加拉加斯的委内瑞拉人能够直接在Dash商店支付，而且他们在哥伦比亚和其他地方的亲属也将能够从国外购买药品并为亲人和亲人解决健康问题，“Dash Core Group首席执行官Ryan Taylor在一份声明中说。\n' +
          '委内瑞拉正在迅速成为实际加密货币使用案例的温床。5月通胀率达到815,000％，继170年来的一年高点之后。在这些经济条件下，加密货币为公民​​提供了价值储存和稳定的支付形式。XPay收取3.99％的交易费。\n'

      }
    ],
    newsArr: [
      {title: '2018/8/20 公告', content: ''},
      {title: '交易中心更新公告', content: ''},
      {title: '2018/6/27 版本更新公告', content: ''},
      {title: '2018/6/20 版本更新公告', content: ''}
    ],
    header: {
      text1: '首页',
      text2: '产品',
      text3: '社群应用',
      text4: '技术',
      text5: '人工智能',
      text6: '',
      text7: '交易中心',
      text8: '交易所',
      text9: '新闻中心',
      text10: '关于我们',
      text11: '帮助',
      text12: '下载白皮书，探索秘密世界',
      text13: '社群+网络链+人工智能，三者碰撞产生的价值，远远大于每个技术单独的价值相加。<br/>秘密白皮书将会详细阐述秘密体系如何融合这三者，产生核聚变般的惊人能量。',
      text14: '下载白皮书',
      text15: '下载秘密',
      text16: '点击下载',
      text17: '秘密',
      text18: '关闭',
      text19: '更新历史',
      text20: '登录',
      text21: '使用secret账号进行登录',
      text22: '请输入用户名',
      text23: '请输入密码',
      text24: '克莱因瓶',
      text25: '忘记密码？',
      text26: '注册'
    },
    home: {
      text1: '社群,',
      text01: '人类文明的价值',
      text2: '秘密网络，社群应用',
      text3: '秘密是一个以社群为基础架构的应用平台。',
      text03: '我们在社群的基础上为用户开发各式各样的社群应用，创造健康丰富的社群生态。',
      text4: '应用下载',
      text5: '典型应用，激活社群力量',
      text6: 'Secret开发研究了许多典型应用以供社群使用，所有的这些应用都是相互兼容，相互促进的，而且第三方开发者还在不断添加和完善各类开源应用，丰富社群生态，为重启社群注入能量。',
      text7: '支付',
      text8: '秘密可以作为支付工具，在商业中使用；SIE作为流通货币，用户可以直接使用SIE进行收付款，结算交易手续费等操作，让交易更加方便快捷。',
      text9: '会议',
      text10: '会议主办方持有一定数量的SIE，即可在群聊中发起全员会议，如需指定发言人，则需要用SIE进行打赏，发群红包。',
      text11: '商城',
      text12: '秘密商城分为B2C和C2C，群主可以指定用户作为卖家，上传产品；其他用户在商城选购后，使用SIE进行支付结算，还能使用聊天、评价等功能。',
      text13: '更多典型应用',
      text14: '社群崛起，让世界更美好',
      text15: '人类的成长就是一个连接外界的过程，我们学会了让更多人走到一起。从个人到部落，从部落到城邦，从城邦到国家，历史证明，社群力量的崛起，足以塑造世界，改变未来！',
      text16: '然而，在过去两个世纪，社会政治动荡，各种亲密的社群正在瓦解，人类社群正在崩溃。',
      text17: '秘密想要重启社群力量，激活社群经济，成为全球社群集散平台，重建人类彼此之间的连接，促进社会深度进化，让人类在未来走得更远。',
      text18: '秘密，让社群更丰富，让世界更美好。',
      text19: '深度加密，极速扩张',
      text20: '秘密体系中的数据实现点对点加密，不可篡改，用户自由交流，信息互通。同时，体系结构允许在网络链的基础上以无与伦比的运作速度提供无限的可扩展性。',
      text21: '精神：秘密数据',
      text22: '现实：秘密社群',
      text23: '数字：秘密世界 ',
      text24: '糖果政策',
      text25: 'Secret会依据市场每日均价发行糖果数量，并且根据秘密推广关系和用户持有数量，统计用户算力，作为每次糖果的发行权重。',
      text26: '了解更多',
      text27: '秘密网络，开源生态',
      text28: '秘密是为社群而生的应用平台，不仅具备加密社交等基本应用，还有许多典型应用，同时联系第三方开发者，共同构建智能生态，为社群赋能，注入灵魂。',
      text29: '核心功能',
      text30: '秘密最核心的功能就是“秘密”！',
      text31: '智能生态',
      text32: '秘密网络包罗万千，创造智能生态。',
      text33: '秘密基础',
      text34: '社群是秘密的基础和核心价值。',
      swiperList: [ // swiper 配置
        {
          img: require('../assets/img/home/Banner1-CN.png'),
          text2: '博格一号基金，价值投资发现者',
          text: 'Bogle 001， the detector of value investing'
        },
        {
          img: require('../assets/img/home/Banner2-CN.png'),
          text2: '专业配置资产，博格让人生更自由',
          text: 'Professional asset allocation, bogle let life more freedom'
        },
        {
          img: require('../assets/img/home/Banner3-CN.png'),
          text2: 'AI融汇体育竞技, PK掌控套利未来',
          text: 'AI integrates with sports, PK steers to the arbitrage future'
        }
      ],
    },
    tradingCenter: {
      text1: 'SIE，连接虚拟与现实，构建社群价值的桥梁',
      text2: '开始交易',
      text3: 'SIE简介',
      text4: 'SIE是秘密平台上的原生数字资产，是各项应用的支付基础，也是秘密的众多小世界中的通用货币，能将这些小世界连接成为一个大世界。',
      text5: '就像黄金是世界不同地域相互连接的价值媒介一样，SIE是连接不同社群的价值桥梁。',
      text6: '价值媒介',
      text7: '社群桥梁',
      text8: '政策',
      text9: '1.发行背景',
      text10: '流通量：目前市场流通糖果数量为64637736.6549。',
      text11: '发行量：本次新发行糖果数量为10亿，剩余糖果将继续锁定。',
      text12: '算力值：Secret会根据秘密推广关系和用户持有SIE数量，统计用户算力，作为每次的发行权重。',
      text13: '2.算力种类',
      text14: 'Secret是依据用户的秘密推广关系和持有的SIE数量进行特定的算力分类：',
      text15: '（1）持有算力：持有算力是按照用户持有量的1.1次方进行统计，持币越多，算力越强！',
      text16: '（2）邀请算力：用户持币数量需要超过100，才会产生邀请算力。除第一大连接区域是按持币总量的0.3次方统计外，其他区域都是按各自持币总量的0.7次方进行统计。区域越多，算力越强！',
      text17: '3. 发行规则',
      text18: '（1）市场流通量2%',
      text19: '从2019年9月7日起，当SIE的交易均价上涨5%，则进行一轮糖果发行，发行数量为糖果市场流通量的2%，按照算力权重进行发放。',
      text20: '（2）价格预期百倍上涨',
      text21: '每轮增发2%，价格上涨5%，当发放量达到10亿时，SIE价格将上涨839倍，整体市值增长12980倍！',
      text22: '（3）关闭以太坊通道',
      text23: '为了保证糖果发行的公平公正，秘密系统将在10亿颗糖果全部发行完毕之前，暂时关闭与以太坊的转账通道，且在以太坊上的SIE不参与本次糖果发行。',
      text24: '4.特别奖励',
      text25: '单个小区业绩达到200万SIE，奖励5万SIE（每月初统计，达标发放）；',
      text26: '两个小区业绩分别达到300万SIE和200万SIE，再奖励10万SIE（每月初统计，达标发放）；',
      text27: '三个小区业绩分别达到500万SIE，300万SIE和200万SIE，再奖励20万SIE（每月初统计，达标发放）。',
      text28: '维系生态',
      text29: '刺激市场',
      text30: '算力发行',
      text31: '数字管理',
      text32: '糖果政策',
      text33: 'SIE糖果政策又被称为“Super Secret计划”。SIE发行会依据市场每日均价调整发行的糖果数量。',
      text34: '加密资产，连接社群',
      text35: '加密资产,',
      text36: '连接社群',
      text37: ''
    },
    about: {
      text1: '创造一个启发人类相互连接的世界',
      text2: '秘密团队',
      text3: 'Tki Turing AI Technology Co.LTD Holland，总部位于荷兰，由一群充满激情的科学家和在人工智能等领域拥有丰富经验的工程师所创建，成员主要来自Google、IBM、Facebook等。Tki Turing的使命是把人工智能和营销机器人普及到人们的生活、社交中，打造最棒的体验。 ',
      text4: '我们不断完善产品，让全球更多企业使用高新技术带来的创新，享受科技带来的便捷应用。',
      text5: '我们是一群努力改变未来的人，崇尚将自由、独立、智能的理念带入我们生活的网络世界。',
      text6: '我们以所坚信的创新和技术作为开始，也期待这场全球范围的智能进化能很快被大众熟知。',
      text7: '联系我们',
      text8: '联系我们',
      text9: '感谢您对秘密的关注。',
      text10: '请在表格中填写您的意见或建议，并留下一个可用的电子邮箱，我们会尽早回复您。',
      text11: '名字',
      text12: '您的名字',
      text13: '姓氏',
      text14: '您的姓氏',
      text15: '邮箱地址',
      text16: '您的邮箱地址',
      text17: '留言',
      text18: '您的留言信息',
      text19: '提交信息',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    help: {
      text1: '获取个性化帮助',
      text2: '新手引导',
      text3: '1、账号注册&官网充值',
      text4: '1、绑定谷歌验证器 ',
      text5: '2、友情推荐：资产管理工具',
      text6: '4、Hash查询教程',
      text7: '3、查询SIE资产',
      text8: '点击查看',
      text9: 'Hash查询教程',
      text10: '资产管理工具推荐',
      text11: 'SIE资产查询引导',
      text12: '账号注册引导',
      text13: '谷歌验证器绑定引导',
      text14: '',
      text15: '',
      text16: '',
      text17: '',
      text18: '',
      text19: '',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    news: {
      text1: '',
      text2: '全部',
      text3: 'secret 动态',
      text4: '秘密，',
      text5: '新资讯，',
      text6: '新世界',
      text7: '查看全文',
      text8: '返回新闻中心',
      text9: 'MORE',
      text10: '',
      text11: '',
      text12: '',
      text13: '',
      text14: '',
      text15: '',
      text16: '',
      text17: '',
      text18: '',
      text19: '',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    proSecret: {
      text1: '回归社群，',
      text1a: '引爆源点',
      text2: '秘密，为你创造更好的世界',
      text3: '人类的成长就是一个连接外界的过程，我们学会了让更多人走到一起。从个人到部落，从部落到城邦，从城邦到国家，历史证明，社群力量的崛起，足以塑造世界，改变未来！',
      text4: '秘密社群，秘密社交',
      text5: '“社群”是Secret的基础，也是Secret的核心价值。在Secret中，用户可以秘密地建立自己的社群，社群可容纳人数无上限，可以是两人群，也可以是万人群。而这些在Secret建立的社群会受到秘密的保护，社群的一切活动，聊天、分享和交易，都会在加密状态下进行。',
      text6: '信任秘密，自由社交',
      text7: 'Secret预示着一个社交加密的互联网世界的到来，用户的信息无需经过服务器，在网络中的每个节点都有面向整个网络的独特视角和领地，让信息更安全、自由的流动。',
      text8: '应用下载',
      text9: '点对点加密',
      text10: '服务器负责建立用户之间的链接，数据传输点对点，不经过服务器，只有连接的用户双方可以解密数据。',
      text11: '没有剖析',
      text12: 'Secret不能阅读您的消息，不会与任何其他地方共享或出售您的数据或联系信息。',
      text13: 'Secret开源，加入秘密',
      text14: 'Secret作为一个包容的平台，会在保持秘密的前提下，向符合Secret平台规定的第三方开发者开放接口，支持他们为Secret社群和用户提供各种各样的应用，孕育出丰富的秘密生态文化，使秘密生活更有乐趣。',
      text15: '智能营销',
      text16: '将您的营销生态接入Secret，用智能链接客户，有效降低成本，提升商业效率。',
      text17: '共建生态',
      text18: 'Secret开放接口，期望创造一个更智能的生态，与所有合作者共享未来红利。',
      text19: '安全保护',
      text20: '点对点加密，保护所有用户数据，包括第三方开发者。',
      text21: '加入秘密',
      title1: '秘密价值',
      description1: '社群改变世界，秘密改变社群。',
      title2: '私人领域',
      description2: '任何第三方包括服务器都不能窃取您的任何消息和数据。',
      title3: '秘密群聊',
      description3: '适合隐私和安全的群聊，人数无上限。',
      title4: '加密聊天',
      description4: '尽情发送私人、安全信息给朋友而不用担心被监管。',
      title5: '加密交易',
      description5: '交易网络链管理，溯源机制、多链监管，确保秘密安全。',
      title6: '加密分享',
      description6: '语音、文本、图片、视频等分享可设定时，多设备同时删除。',
    },
    proCommunity: {
      text1: '连接未来，',
      text1a: '赋能灵魂',
      text2: '应用下载',
      text3: '伟大的社群愿景',
      text4: '历史已经无数次证明，社会的进步离不开社群力量的推动。社群是社会稳定的基础，也是推动未来发展的动力。',
      text5: '而今，秘密想要重启社群力量，激活社群经济，成为全球社群集散平台，改善人与人之间的关系，促进社会深度进化，让人类在未来走得更远。',
      text6: '秘密，让社群关系更紧密，让社群力量更强大，让人类更美好！',
      text7: '全新的社群价值',
      text8: '社群，它可以是一个人，一个家庭，一个城邦，一个国家，甚至是一个世界。',
      text8_1: '只要你愿意，可以在Secret创造任意类型的社群。',
      text9: 'Secret可以为任何类型的社群提供应用工具，',
      text9_1: '帮助你建设社群生态，发挥社群价值。',
      text10: '社群，它可以是一个人，一个家庭，一个城邦，一个国家，甚至是一个世',
      text11: '界。只要你愿意，可以在Secret创造任意类型的社群。Secret可以为任何',
      text12: '类型的社群提供应用工具，帮助你建设',
      text13: '社群生态，发挥社群价值。',
      text14: '包罗万千的社群应用',
      text15: 'Secret是一个包罗万千的应用平台，不仅有秘密本身开发的各种应用，同时支持第三方开发者接入平台，为社群发展注入能量，赋能灵魂。',
      text16: '应用下载',
      leftList: [
        {
          imgUrl: require('../assets/img/community/leftListImg/1.svg'),
          title: '支付',
          description: '秘密可以作为支付工具，在商业中使用；SIE作为流通货币，用户可以直接使用SIE进行收付款，结算交易手续费等操作，让交易更加方便快捷。'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/2.svg'),
          title: '商城',
          description: '秘密商城分为B2C和C2C，群主可以指定用户作为卖家，上传产品；其他用户在商城选购后，使用SIE进行支付结算，还能使用聊天、评价等功能。'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/3.svg'),
          title: '头条',
          description: '群主可以发布各种新闻和信息，作为群的公告栏，也可以指定一些特邀用户撰写文稿发布在头条，用SIE结算稿费，打赏优质创作者。'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/4.svg'),
          title: '游戏',
          description: '各种第三方开发的游戏应用都能接入群，让群成员尽情娱乐，相互合作或竞争。SIE作为游戏内置货币，可以用于购买道具、提升战斗值。'
        }
      ],
      rightList: [
        {
          imgUrl: require('../assets/img/community/rightListImg/1.svg'),
          title: '会议',
          description: '会议主办方持有一定数量的SIE，即可在群聊中发起全员会议，如需指定发言人，则需要用SIE进行打赏，发群红包。'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/2.svg'),
          title: '交易',
          description: '交易分为OTC交易和撮合式交易。群成员可直接在群中进行P2P交易任何数字资产，即OTC交易，SIE支付手续费；也可以用撮合式的交易模式，相当于群主自己开了一个线上交易平台。'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/3.svg'),
          title: '工作台',
          description: '项目团队可以使用工作台管理项目进度，安排工作任务等，其中高级功能需要用户持有一定量的SIE，或者支付SIE才能解锁使用。'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/4.svg'),
          title: '聊天机器人',
          description: '用户持有一定数量的SIE，或支付SIE购买，就能使用聊天机器人，自定义训练方式，让它成为自己的聊天助手，无论群内用户数量有多少，智能聊天机器人都可以应付自如。'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/5.svg'),
          title: '更多',
          description: '秘密平台除了典型应用，还有很多开源应用，第三方开发者将会不断的添加和完善生态应用。更重要的是，所有这些应用并不是孤立的，而是相互兼容，相互促进。'
        }
      ],
      text17: '秘密，赋能社群',
      text17_1: '共享经济，',
      text17_2: '开启时代新未来！',
      text18: '立即开启',
    },
    tecIntel: {
      text1: '人机共生时代，',
      text1a: '连接无限可能',
      text2: '应用下载',
      text3: '最新 AI 技术融入',
      text4: '开放的 AI 未来，不止于此',
      text5: 'AI未来，不止于此',
      text6: '复制数据，延续灵魂',
      text7: '采用网络链的技术存放和运行人类数据，制造出另一个你。',
      text8: '应用下载',
      text9: '脑机结合，转化意识',
      text10: '人脑与数字世界连接，大脑皮层产生的指令，最终会传递到数字世界中，而数字信号将把指令传递给自动化机械和系统。',
      text11: '在宇宙面前，我们还是个孩子，现在，一起构建伟大的事业',
      text12: '加入我们',
      listTwo: [
        {
          img: require('../assets/img/ai/li-a.jpg'),
          icon: require('../assets/img/ai/bule-icon.svg'),
          tit: '复制数据，延续灵魂',
          text: '采用网络链的技术存放和运行人类数据，制造出另一个你。',
        },
        {
          img: require('../assets/img/ai/li-b.jpg'),
          icon: require('../assets/img/ai/red-icon.svg'),
          tit: '脑机结合，转化意识',
          text: '人脑与数字世界连接,大脑皮层产生的指令,最终会传递到数字世界中,而数字信号将把指令传递给自动化机械和系统。',
        }
      ],
      aiTechnique: [
        {
          tit: '深度学习算法',
          img: require('../assets/img/ai/li-1.svg'),
          text: '机器人对话更加智能化，拟人化',
        },
        {
          tit: '自然语言处理',
          img: require('../assets/img/ai/li-2.svg'),
          text: '多轮智能对话，上下语境理解',
        },
        {
          tit: '大数据技术',
          img: require('../assets/img/ai/li-3.svg'),
          text: '行业对话场景的大数据应用',
        },
        {
          tit: '人机交互技术',
          img: require('../assets/img/ai/li-4.svg'),
          text: '智能人机交互，给社交带来无尽可能',
        },
        {
          tit: '深度强化学习',
          img: require('../assets/img/ai/li-5.svg'),
          text: '深度学习技术和神经网络，解决更多难题',
        },
        {
          tit: '文字识别',
          img: require('../assets/img/ai/li-6.svg'),
          text: '自然场景下区域检测的文字识别技术',
        }
      ],
    },
    tecBlock: {
      text1: '智能进化就在这里',
      text2: '应用下载',
      text3: '进入秘密的世界，探索网络链的奥秘',
      text4: '借助网络链技术，建立庞大的AI社交帝国',
      text5: 'AI帝国，不止于此',
      text6: '生态硬通货SIE',
      text7: '秘密用以太坊的智能合约来发布秘密智能生态的Token，名为：SIE（Social Intelligent Evolution，社交智能进化）；用于秘密内部智能生态的价值流通，以及基于此价值体系之上的外部应用！',
      text8: '应用下载',
      text9: 'Secret网络链，资源共享',
      text10: '将建立秘密的人工智能算力资源和存储资源共享网络链，用户的意识数据以及运算都存放到共享的网络链空间中，确保整个系统更加稳健和开放。',
      text11: '我们正在创建一个生态系统，连接世界，让信息更安全、更自由，让内容更有价值、更有潜力',
      text12: '马上体验',
      text13: '让信息更安全、更自由，让内容更有价值、更有潜力',
      text14: '我们正在创建一个生态系统，连接世界，',
      list: [
        {
          title: '记录社交路径',
          imgUrl: require('../assets/img/block/1.svg'),
          description: '基于网络链，展示两个人之间的“连接关系”或“社交路径”。'
        },
        {
          title: '端到端的加密',
          imgUrl: require('../assets/img/block/2.svg'),
          description: '使用端对端加密通信的加密聊天，消息不会被存储在服务器。'
        },
        {
          title: '在线内容分享',
          imgUrl: require('../assets/img/block/3.svg'),
          description: '基于网络链技术的内容创造和分享，用户可以形成自己的社区！'
        }
      ]
    }
  },
  KO: {
    banner: {
      text1: '시크릿의 역량을 탐지',
      text2: '매 커뮤니티는 모두 자체의 시크릿이 있다.',
      text3: '커뮤니티, 인류 문명의 가치',
      text4: '시크릿, 커뮤니티 재구축',
      text5: '인류의 신앙, 커뮤니티의 시크릿',
      text6: '커뮤니티 경제, 세계 대관'
    },
    newsData: [
      { // 第一篇
        text1: 'Venezuelan Pharmacy Chain to Accept Cryptocurrency Payments',
        text2: '2019-8-27',
        text02: '2019.',
        text020: '8.27',
        text3: 'A Venezuelan pharmacy franchise will now accept dash cryptocurrency payments, through an integration with Panda Exchange’s proprietary payments system.\n' +
          'The Farmarket retail chain is piloting a dash-enabled point of sale system, XpayCash, that will allow customers to make instant cryptocurrency transactions, the Dash Core Group announced Monday. The payment rail will be rolled out to 22 pharmacy locations over the next two quarters.\n' +
          'Dash representatives will provide on-site training during the first two months of operations as part of the company’s efforts to onboard potential cryptocurrency users in the country, Panda Exchange partner Robert Mozo said in a press release.\n' +
          'Of the approximately 4,900 merchants that accept dash globally, nearly half are located in Venezuela, the press release said.\n' +
          'Much of this headway has been made by DiscoverDash, which began by offering dash training to smaller firms and family owned businesses, but has grown to attract more established enterprises.\n' +
          'Additional onboarding efforts were led by Dash Merchant Venezuela, which succeeded in making “business connections” by providing crypto-enabled POS to businesses, before shutting down for employee salary inconsistencies.\n' +
          '“We expect our partnership with Panda in Colombia and Farmarket in Venezuela to be a substantial move toward a purchase driven economy, where not only Venezuelans in Caracas will be able to pay directly in stores with Dash, but also their relatives in Colombia and elsewhere will be able to buy medicine from abroad and resolve health issues for their relatives and loved ones,” said Ryan Taylor, CEO, Dash Core Group, in a statement.\n' +
          'Venezuela is quickly becoming a hotbed for actual cryptocurrency use cases. In May inflation reached 815,000 percent, following a one year high above 1.7 million percent. Under these economic conditions, cryptocurrencies present a store of value as well as stable form of payment for citizens. XPay charges a 3.99 percent transaction fee.'
      },
      { // 第二篇

        text1: 'South Korea’s BC Card Is Using KT’s Blockchain for Rewards Settlement',
        text2: '2019-8-27',
        text02: '2019.',
        text020: '8.27',
        text3: 'BC Card, the largest payments processor in South Korea, says it is using blockchain technology to settle rewards points, according to an Aug. 27 report in the Chosun Ilbo.\n' +
          'The underlying technology is being provided by KT, the country’s No. 2 telecom company and majority owner of BC Card.\n' +
          'With a KT Hyperledger Fabric-based offering, BC Card is processing the ordering and exchanging of points paid out by affinity partners, VIP points and vouchers. More advanced applications, such as the settlement of payments and the management of documents, have not been achieved yet.\n' +
          'BC Card had been handling the rewards manually but in the first half of 2019 it began to develop a blockchain application to do the work. It now shares the appropriate ledgers with rewards partners so that settlement can be automated and seamless.\n' +
          'The company says that a number of benefits have been achieved. Processing times have been reduced by 50 percent, while errors have also been reduced. The article said that the company plans to apply blockchain technologies to additional tasks in the second half, though it did not provide details on what they may be.\n' +
          'KT has been an active proponent of blockchain technologies and an early mover. The company, which counts NTT Docomo among its largest shareholders, introduced its own blockchain network in July 2018. Last month, it was announced that it would be part of a consortium – which includes Samsung Electronics, a number of large banks and the other telecom companies – creating a blockchain-based system for digital identification.\n' +
          'The company is now especially focused on utilizing blockchain over its new 5G network and introduced its 5G-based GIGA Chain in April.\n' +
          'Korean financial institutions are rushing to apply blockchain technologies to consumer credit. In July, Shinhan Card said that it had patented a blockchain system that allows for cardless credit transactions. Earlier this month, the Woori Financial Group said that it is working with Ground X, Kakao’s public blockchain, and may use the technology for Woori Card settlement.'

      },
      { // 第3篇

        text1: 'Australian Securities Exchange Building New Blockchain Platform With VMWare, Digital Asset',
        text2: ' 2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: 'The Australian Securities Exchange (ASX) is teaming up with fintech firm Digital Asset and VMWare to move its current exchange platform onto distributed ledger technology.\n' +
          'Announced today, ASX and Digital Asset have signed a three-party memorandum of understanding (MOU) to build a replacement platform for the existing Clearing House Electronic Subregister System (CHESS) onto DLT. MOUs are usually non-binding documents that point to a company’s intention\n' +
          'Begun in 2015, ASX plans on the new DLT-platform to be up and running by Spring 2021. As of now, 30 to 40 percent of the new platform is available to replace CHESS.\n' +
          'Speaking with ZDNet, ASX deputy CEO Peter Hiom said ASX said the MOU will help it expand both product offerings and service locations across Australia and New Zealand:\n' +
          '“This new partnership is a very positive development that will help us support a wider range of DLT solutions developed by the industry. It confirms our belief in the potential of DLT as we remain on track to deliver the CHESS replacement system in March-April 2021.”\n' +
          'ASX is also using Digital Asset’s open-source, blockchain-focused language DAML for the project.\n' +
          'ASX’s current platform handles some AU $2 trillion in registered equities along with AU $5 billion processed per day.'

      },
      { // 第4篇

        text1: 'Swiss RegulatorLicenses TwoNew Blockchain Companies as-It Shores up Legal Requirements',
        text2: '2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: 'Swiss financial authority FINMA offered guidance this week on anti-money laundering (AML) requirements for blockchain-based companies even as it granted broker-dealer licenses to two new blockchain companies.\n' +
          'FINMA considers AML to be “technology-neutral” and expects all payments, including blockchain transactions, to follow the requirements. The gist is simple: “Institutions supervised by FINMA are only permitted to send cryptocurrencies or other tokens to external wallets belonging to their own customers whose identity has already been verified and are only allowed to receive cryptocurrencies or tokens from such customers,” the regulators wrote.\n' +
          'FINMA oversees Switzerland’s financial system, from banking to securities dealers and even Facebook’s cryptocurrency project, Libra. Earlier today it was reported FINMA officials met with U.S. Congressional Representatives over Libra.\n' +
          '“FINMA-supervised institutions are thus not permitted to receive tokens from customers of other institutions or to send tokens to such customers,” they wrote. Further, FINMA does not allow the passing of tokens from unregulated wallets and requires AML information for all parties.\n' +
          'In addition to this announcement, FINMA has issued the first “banking and securities licenses” to two blockchain companies, SEBA Crypto AG and Sygnum AG. These are the first companies registered in Switzerland as broker-dealers with a specific blockchain focus. These companies will be required to follow the new AML rules.',
        text7: '',
        text8: '',
        text9: '',
        text10: '',

      },
      { // 第5篇
        text1: 'Binance Launches Crypto Lending With Up to 15% Annual Interest',
        text2: '2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: 'Binance, one of the world’s largest cryptocurrency exchanges by trading volume, has launched a lending business in its bid to attract customer deposits.\n' +
          'The company said in an announcement on Monday that Binance Lending will be available for customer subscription starting from 6:00 UTC on Aug. 28, on a first-come, first-served basis.\n' +
          'Initially, users will be able to lend their U.S. dollar-pegged USDT, ethereum classic (ETC) and Binance’s BNB cryptocurrency in order to earn interest, payable from Aug. 29 to Sept. 11.\n' +
          'The annualized interest rate for the initial lending products with a 14-day fixed maturity term, has been set at 15 percent, 10 percent and seven percent, for BNB, USDT, and ETC, respectively.\n' +
          'Binance puts out a total subscription cap of 200,000 BNB, 5 million USDT and 20,000 ETC. If all the initially planned products get fully subscribed, Binance would pay out interests of 1,150 BNB, 19,178 USDT and 53 ETC, which worth about $50,000 as of press time.\n' +
          'Each user’s account on Binance will have an initial hard cap for BNB-, USDT- and ETC-denominated lending products at 500 BNB, 1,000,000 USDT, and 1,000 ETC, respectively.\n' +
          'In the meantime, Binance’s recently-launched margin trading business charges users who borrow BNB and USDT an annualized interest of as much as 109 percent and 10.0375 percent, respectively.\n' +
          'And just hours before the lending business announcement, Binance said on its website that starting from Aug. 27, it will increase the annualized margin borrow interest rate for ETC from previously 7.3 percent to 14.6 percent.\n' +
          'The company said it will be “constantly evaluating new coins and tokens to support as lending products based on demand” and new products will be revealed weekly on Monday and become available for subscription on Wednesday.\n' +
          'The plan may not be entirely surprising to some given CZ mentioned during a recent London event that the firm was planning to launch a lending business around mid August.\n' +
          'The launch is another move of Binance in its bid to diversify its business lines to attract and retain users weeks after it formally rolled out margin trading and borrowing in July and revealed plans to add futures trading on its platform.'
      },
      { // 第6篇

        text1: 'Blockchain May Be Used in FDA Medical Reviews and Recalls',
        text2: '2019-8-23',
        text02: '2019.',
        text020: '8.23',
        text3: 'The Food and Drug Administration (FDA) may incorporate blockchain to improve drug and medical products reviews and recalls.\n' +
          'In a speech at the Office of the National Coordinator for Health IT Third Interoperability Forum, on August 22, principal deputy commissioner Dr. Amy Abernethy, said the FDA is looking to modernize the way health care providers, drug manufacturers, and regulatory agencies communicate.\n' +
          'Without going into details, Abernethy said the agency plans to roll out uses of artificial intelligence, APIs and blockchain in this modernization effort. Improved interoperability – how the agency handles and shares information – may affect the reviewal process for new medicines.\n' +
          '“I want FDA to get our own technical house in order so that tech can ‘snap in’ – we can be agile and efficient. We need to be able to have common interfaces with industry so we can pass data between our organizations, have collaborative review, etc,” Abernethy said.\n' +
          '“Traceability back to source allows for the ability to crosscheck, workflow solutions,” she said. In that sense, the immutable ledger that blockchain provides may be used to guarantee data quality that comes from a number of sources.\n' +
          'Abernethy also alluded to a communication system where regulators are provided with real-time information and data. This speeds up the reviewal process, because FDA agents will be able to exchange messages contemporaneously with medical manufacturers.\n' +
          'Additionally, improved surveillance of medical products will assist in “determining when something should be recalled or a product label should be adjusted,” she said.\n' +
          'With improved data flows, Abernethy said medicine can become more targeted and patient-oriented.\n' +
          'Abernethy also serves as the acting chief information officer of FDA. She ended by saying the system will be rolled out in a “month or two.”'
      },
      { // 第7篇
        text1: 'PundiX’s Crypto Cash Registers Will Be Installed in 49 Retail Stores Across Venezuela',
        text2: '2019-8-22',
        text02: '2019.',
        text020: '8.22',
        text3: 'Venezuela’s largest department store will install blockchain-enabled cash registers in its 49 retail outlets.\n' +
          'The megastore operator Traki announced August 22, it will integrate Singapore-based Pundi X’s point-of-sale device, XPOS, to offer a cryptocurrency payment rail for shoppers.\n' +
          'Already available in 30 countries, Pundi aims to sell 100,000 XPOS devices by 2021. This is part of the firm’s plan to introduce cryptocurrencies for everyday use, through an ecosystem of financial products like its XPASS crypto debit cards and Xwallet.\n' +
          '“We made the XPOS with the mission of creating real-life use cases for blockchain technology, and this couldn’t be better represented than Traki shoppers paying for their daily needs with cryptocurrency,” said Pundi X CEO, Zac Cheah.\n' +
          'Cheah continued to say that Traki has been an early adopter of blockchain technology in Venezuela.\n' +
          '“At Traki, we aspire to offer the most convenient options for our customers, and cryptocurrency has proven to be an effective payment solution,” said Michael Gomez, Chief of Crypto Assets department of Traki. Of Pundi’s near-300,000 wallet users, approximately one-tenth are based in Venezuela.\n' +
          'The XPOS payments system supports payments in a range of cryptocurrencies including BTC, ETH, Binance’s BNB stablecoin, as well as Pundi X’s own NPXS and NPXSXEM tokens.\n' +
          'A period of hyperinflation and lack of liquidity has seen many Venezuelans adopt cryptocurrency as a store of value and payment option. Last year, President Nicolas Marduro launched the petro dollar cryptocurrency, pegged to the South American nation’s vast oil reserves, as a means to sidestep economic sanctions. Maduro recently ordered banks and state-owned companies to use the token.\n'
      },
      { // 第8篇

        text1: 'Blockchain Startup Bitfury Launches Artificial Intelligence Unit',
        text2: '2019-8-13',
        text02: '2019.',
        text020: '8.13',
        text3: 'Blockchain startup BitFury launched an artificial intelligence (AI) unit, Reuters reports on Aug. 13.\n' +
          '“Data is the new oil”\n' +
          'Bitfury chief executive officer and co-founder Valery Vavilov reportedly said that the company’s dive into AI is motivated by the need to analyze and extract information from great quantities of data. He reportedly noted that data is becoming the new oil and stated:\n' +
          '“We have collected so much data, but only 2% of all this data has been analyzed; 98% is sitting idle and waiting to be analyzed.”\n' +
          'Vavilov also reportedly explained that the AI unity of the firm is still researching possible applications of artificial intelligence. Still, he also promised that next year BitFury will have more information about the AI-enabled products that the company intends to develop and offer to its clients.\n' +
          'AI a potential danger to crypto\n' +
          'Former vice president and managing director of computer hardware producer AAEON Technology Europe, Fabrizio Del Maffeo, has been appointed to lead the AI unit of the firm. \n' +
          'Meanwhile, Stockholm-based software engineer and cryptocurrency trader, Eric Wall, commented on Twitter suggesting that the application of AI to blockchain data analysis is a danger to Bitcoin’s (BTC) fungibility.\n' +
          '“AI/[Machine Learning] ML to be trained to identify users and to flag coins that have been used with privacy-enhancing techniques (PETs), no doubt. Using PETs better become standard wallet behaviour quickly, if we care at all about the fungibility of Bitcoin.”\n' +
          'According to Crunchbase, BitFury has received $170 million in funding so far, and Reuters claims that it is one of a handful of blockchain companies with at least a $1 billion valuation.\n' +
          'As Cointelegraph explained in a recent dedicated piece, show impressive potential when combined and are already being integrated.'
      },
      { // 第9篇

        text1: 'Blockchains.com Founder Buys Community Bank to Finance Crypto Dreams',
        text2: '2019-7-1',
        text02: '2019.',
        text020: '7.1',
        text3: 'Jeffrey Berns, eccentric founder of blockchain incubation and investment firm Blockchains.com, purchased a small community bank in Las Vegas, Nevada in order to secure financing as he manifests his decentralized dreams, according to The Nevada Independent.\n' +
          'Berns said his ambitions are incompatible with the current financial system and he feared that the banking complex would cut off his supply of capital. The 56-year-old attorney previously announced plans to construct a Reno-sized, blockchain-focused smart city and e-sports arena in the Nevada desert.\n' +
          'His $28 million acquisition of the Kirkwood Bank of Nevada “is a small but critical step in helping the nascent company achieve its wildly ambitious goals,” reported The Nevada Independent. In addition to financing his own projects, Berns hopes Kirkwood Bank of Nevada will become a leading bank for the blockchain industry.\n' +
          '“It’s to create an environment where the blockchain ecosystem, the legitimate businesses out there who are trying to build projects that are going to empower the individual and better the world… have a bank that understands what they’re doing and isn’t fearful,” he said.\n' +
          '“Banks are hesitant, because if this takes off, you don’t need banks anymore. They become obsolete,” Berns said.\n' +
          'Berns purchased the bank through a separate holding company to mitigate the reporting and ownership responsibilities. Additionally, he said he planned to decentralize his companies in the future, turning power over to users of the system.\n' +
          '“I don’t think the regulators would have ever been comfortable with that,” he said, adding he may attempt limited integration of Blockchains with the bank to create a sandbox to test his financial technology and blockchain ideas.\n' +
          '“I needed a playground,” he said. “I needed a place to do proof-of-concept with regulators to show that loans can be done in such a way that if I have $1,000, I could invest 10 cents in 10,000 loans and, it would all be done on the blockchain and micro payments would be made, and there’s no funny business.”\n' +
          'Berns’ negotiation with Kirkwood began in February 2018, after he spent a year searching for a banking partner. He paid $25 million for the entity, and invested an additional $3 million.\n' +
          'According to the FDIC the bank has more than $86.6 million in assets and has had a 9.14 percent return on equity in 2019. It has never changed ownership since its founding in 2008.\n' +
          'Bank President John Dru said were no immediate planned changes for banking operations except for the name and a branch opening in Northern Nevada. It is unconfirmed what the bank’s new name will be.\n' +
          '“I know for sure that the customers won’t see any changes,” Dru said. “All executive management is staying on board. The directors, there’s no change there, they’re all going to stay on. And even the account numbers won’t change.”\n' +
          'Berns also said he plans to buy or create a 3D printing company to print a portion of his blockchain city. He’s considering using an undervalued building material – hemp – during the process and may cultivate the resource on 67,000 acres of land owned by Blockchains.\n' +
          '“It’s environmentally friendly, it sucks carbon out of the air, it rehabilitates soil and it’s all around an amazing product,” Berns said. “And we had planned to do it on a smaller scale and after hemp was legalized, we intend to go much bigger.”\n' +
          'Blockchains recently partnered with slock.it to further its integration within the Internet of Things.'
      },
    ],
    newsData2: [
      {
        text1: 'Scientists developed a new AI framework to prevent machines from misbehaving',
        text2: '2019-11-26',
        text3: 'In what seems like dialogue lifted straight from the pages of a post-apocalyptic science fiction novel, researchers from the University of Massachusetts Amherst and Stanford claim they’ve developed an algorithmic framework that guarantees AI won’t misbehave.\n' +
          'The framework uses ‘Seldonian’ algorithms, named for the protagonist of Isaac Asimov’s “Foundation” series, a continuation of the fictional universe where the author’s “Laws of Robotics” first appeared.\n' +
          'According to the team’s research, the Seldonian architecture allows developers to define their own operating conditions in order to prevent systems from crossing certain thresholds while training or optimizing. In essence, this should allow developers to keep AI systems from harming or discriminating against humans.\n' +
          'Deep learning systems power everything from facial recognition to stock market predictions. In most cases, such as image recognition, it doesn’t really matter how the machines come to their conclusions as long as they’re correct. If an AI can identify cats with 90 percent accuracy, we’d probably consider that successful. But when it comes matters of more importance, such as algorithms that predict recidivism or AI that automates medication dosing, there’s little to no margin for error.\n' +
          'To this end, the researchers used their Seldonian algorithm framework to create an AI system that monitors and distributes insulin in diabetics and another that predicts students’ GPAs. In the former, the researchers instituted the Seldonian framework to guarantee that the system wouldn’t send patients into a crash while learning to optimize dosage. And in the latter, they sought to prevent gender bias.\n' +
          'Both experiments proved effective and, according to the researchers, successfully demonstrated that Seldonian algorithms can inhibit unwanted behavior.\n' +
          'The current AI development paradigm places the burden of combating bias on the end user. For example, Amazon’s Rekognition software, a facial recognition technology used by law enforcement, works best if the accuracy threshold is turned down but it demonstrates clear racial bias at such levels. Cops using the software have to choose whether they want to use the technology ethically or successfully.\n' +
          'The Seldonian framework should take this burden off the end-user and place it where it belongs: on the developers. By including the proper mitigation algorithms – something that tells the machine, for example, “find faces without racial bias” it would eliminate the potential for harmful bias while still allowing the software to work.\n' +
          'This is done mathematically. The researchers demonstrate several simple algorithms that express unwanted behavior in terms the machine can understand. So, rather than tell a machine “don’t let gender bias affect your GPA predictions,” the Seldonian algorithms express the problem more like ‘accurately predict everyone’s GPA, but don’t let the differences between predicted GPA and actual GPA exceed a certain threshold when gender is taken into account.’\n' +
          'The researchers hope that with further development the framework can do more than just overhaul current AI technology, according to the team’s paper:\n' +
          '“Algorithms designed using our framework are not just a replacement for ML algorithms in existing applications; it is our hope that they will pave the way for new applications for which the use of ML was previously deemed to be too risky.”\n' +
          'The implications for near-term technology such as driverless cars and autonomous robot workers are huge, this is essentially the groundwork for Asimov’s “Laws of Robotics.” If developers can guarantee that learning machines won’t pick up dangerous behaviors or suddenly decide to optimize their programming in ways that involve hurting or imprisoning humans, we could be on the verge of a golden age of AI.'
      },
      {
        text1: '10 Fintech Solutions Indian Startups Using Unique AI Technologies and Models',
        text2: '2019-11-25',
        text3: 'By 2035, artificial intelligence is likely to increase by $ 957 billion, accounting for 15% of India\'s current total value. With this opportunity, fintech startups have been widely adopted by artificial intelligence. Many fintech startups are using AI to automate some operations, such as Data collection, document processing and client onboarding\n' +
          'Jonathan Bill, co-founder and CEO of lending technology company CreditMate, believes that artificial intelligence is not only the future of the fintech industry, but also the current reality. This is not the only point, it highlights how, as more and more companies use AI technology for fintech, how artificial intelligence will have an impact on financial services, banking, credit and payments.\n' +
          'According to a market research report released by P & S Intelligence, the AI ​​in the global retail market reached 720 million US dollars in 2018. It is expected that during the forecast period (2019-2024), the CAGR will be 35.4%. Growth factors include increased investment in AI by retail companies and expansion of the e-retail industry, which is using the efficiency of automation to study consumer behavior and capture relevant data through machine learning, natural language processing (NLP), and computer vision.\n' +
          'For example, as Saket Anand, Chief Analyst at Lendingkart said, the core of any lending company\'s business is a credit model that works across multiple functions, including creating risk scores for customers and determining how much loan amount they are eligible for Algorithms and personalized interest rates. Artificial intelligence plays a vital role in expanding the reach of lending technology companies.\n' +
          'What is the position of AI opportunities in the Indian fintech market?\n' +
          'A new study jointly published by Analytics India Magazine and BRIDGEi2i, titled `` The State of AI in Indian Enterprises 2019, \'\' shows that the Indian AI application enterprise market is estimated to be worth $ 100 million with a compound annual growth rate of 200 -250%.\n' +
          'Another Accenture report shows that by 2035, artificial intelligence is likely to add $ 957 billion to the Indian economy, accounting for 15% of India\'s current GDP. The combination of technology, data and talent that has made intelligent systems possible has reached critical mass, driving extraordinary growth in India. Artificial intelligence investment.\n' +
          'The best use of artificial intelligence in the Indian fintech market?\n' +
          'With many fintech business models in place, including new banking and bank-as-a-service (BaaS), fintech startups have been adopting AI algorithms and models that are much larger than ever before.\n' +
          'Here are 10 fintech startups that use AI to innovate and streamline daily processes and create algorithms to enhance their data analysis and decision-making capabilities.\n' +
          'Capital Float, Coverfox, Credit Partner, Flexibility, Lentin Go-Kart, Pouch, Mswipe, Pesa Dukan, Renewal, Shubhloans'
      },
      {
        text1: 'The future of artificial intelligence and digital marketing',
        text2: '2019-11-25',
        text3: 'In recent years, the use of artificial intelligence has transformed the work of digital marketing companies. One of the main issues faced by marketers is how to personalize user content and produce a better experience and results. Recently, several startups have developed AI technologies designed to help marketers solve this problem. Much of the information collected about users is used by advertising systems dominated by large companies such as Google and Facebook. However, it is difficult for most companies to use AI technology to improve their digital marketing.\n' +
          'The biggest challenge for any marketing manager is how to tailor messages to customers in a personalized way that suits each user based on personality, interests and buying intent and the right timing.\n' +
          'Artificial Intelligence Marketing (AI Marketing) allows you to use data collected on users or customers to customize content or messages based on user profiles to tailor content to users and their users when it comes to their interests . Purchase intention. Artificial intelligence can also operate a learning machine that builds automatic models, allowing you to predict what your customers will do next and other areas that customers might also be interested in.\n' +
          'Many Israeli companies provide artificial intelligence-based solutions in the field of digital marketing.\n' +
          'Jeeng Ltd is one of the interesting companies operating in this market. By using artificial intelligence and NLP analysis, marketers can send users tailor-made in any communication channel (eg: browser) based on their profile and reading habits Content notifications. , Mobile phones, newsletters, etc. With Jeeng, every user can receive the exact content in a tight time.\n' +
          '"Companies that use artificial intelligence solutions have provided customers with different personalised experiences and have in fact succeeded in providing advanced experiences to users, such as large companies like Google and Facebook," said Shlomi Haybi, CEO of Jeeng. "'
      },
      {
        text1: '12 typical cases of U.S. artificial intelligence applications',
        text2: '2019-11-25',
        text3: 'Although artificial intelligence was proposed in the 1950s, until 2016 AlphaGo defeated Go nine, the real popularity should be 2019. Because the high technology can only be affirmed and popularized in combination with practical applications. Let\'s take a look at the fields in which American artificial intelligence has been applied.\n' +
          '1.Siri and Alexa\n' +
          'Voice assistants are playing an increasingly important role in business operations. The challenge they face is the need to truly understand human language, but it is even more difficult to really understand humans.\n' +
          'This is where artificial intelligence comes in. Although artificial intelligence system engineers can build these voice assistants, they can\'t embed a lot of human traits into them at launch. Therefore, artificial intelligence systems require extensive use of machine learning techniques to enable them to better complete the unusually complex task of human-machine interfaces. With artificial intelligence, voice assistants will increasingly be able to search the web, help people shop, and provide navigation. It is expected that this voice technology will play an important role in home assistants to help care for the elderly. This is one of the countless other examples of artificial intelligence speech recognition.\n' +
          '2. Amazon and online commerce\n' +
          'The concept of a system that responds to customer input is not an example of artificial intelligence in itself. For example, applications that detect that a user understands a shirt product and then recommends shirt ads online are not necessarily advanced artificial intelligence applications.\n' +
          'But taking Amazon\'s recommendation system as an example, it is a powerful engine of a transactional artificial intelligence platform. One may have observed its capabilities and this system can learn continuously. In essence, a large number of shoppers are "teaching" Amazon\'s artificial intelligence system to better display the items that may be sold. That is to say, matching one product with another product that has been displayed in the past will promote sales, and semi-associated concepts (such as lamp stands and photographic equipment) can be linked.\n' +
          'On the other hand, such high-end artificial intelligence systems require huge computing platforms to process all this data. It is difficult for users using small servers to support such systems. Apparently, Amazon Web Services has the world\'s leading computing platform.\n' +
          '3. Pandora\n' +
          'For those who believe that artificial intelligence will replace human work, the Pandora artificial intelligence system is an example of cooperation with humans. First, Pandora analyzes and categorizes songs with the help of music professionals. Pandora classifies songs by 450 attributes, from vocal style to rhythm.\n' +
          'When its artificial intelligence algorithm works, it combines a large number of recommendations from users based on their responses to their song library. The artificial intelligence system can then group and present songs that are meaningful to users.\n' +
          '4.Cogito\n' +
          'This is undoubtedly one of the most active areas of artificial intelligence: using artificial intelligence in sales and customer service calls can enhance emotional connections with customers. Specifically, using artificial intelligence to interact is more empathic than humans. Of course, this is a cutting edge in the use of artificial intelligence.\n' +
          'Cogito (Latin means "self-awareness") uses the key truth of human interaction: it is not just the meaning of words, but the way they are expressed, emotions, rhythms, and feelings.\n' +
          'Cogito software analyzes conversations in real time, providing clues and hints about right and wrong. Perhaps the interlocutor may have cut into too many topics, or not responded fast enough. The application provides color-based warnings and updates. The software can analyze hundreds of clues to determine the emotional quality of the conversation.\n' +
          '5.Nest\n' +
          'One of the key factors driving artificial intelligence growth is competition among well-funded vendors hoping to gain market share early. Take Nest, a Google home thermostat, as an example. Part of its goal is to build Google\'s artificial intelligence into the device to cope with the growing growth of Apple Siri and Amazon Alexa.\n' +
          'Nest uses artificial intelligence to adapt to human behavior patterns, obtain constant input cues, and respond more accurately when working from home. After the owner has set up the system for a while, Nest can integrate input on its own.\n' +
          'In any case, smart home devices (IoT devices) are undoubtedly the key battlefield for the dominance of the artificial intelligence market. Let a whole group of smart home devices work together, they can respond to family members\' instructions and learn based on their behaviors, which is obviously the future of artificial intelligence in home applications.\n' +
          '6.Boxever\n' +
          'Irish-based Boxever launches its Boxever "Personalized Platform", with the main goal being the tourism industry. Its cloud-based platform allows travel companies to create a single customer view, thereby providing customers with more effective marketing. Its goal is to improve the sales process by targeting customers alone. If artificial intelligence can customize the interaction process on a one-to-one basis, it can theoretically serve (and sell) customers more effectively.\n' +
          'Boxever\'s approach recognizes that the key sector of competition is customer experience. If retailers are more careful to meet customer needs, they will win the e-commerce competition. The cost of using intelligent software is much lower than manual sales representatives.\n' +
          '7.AI Robotics, Humanoid and others\n' +
          'Artificial intelligence powers robotic applications, including BRETT from the University of California, Berkeley, and MIT dog from MIT. Sophia is an example of a media-loved artificial intelligence robot that chats and sings with NBC TV host Jimmy Fallon on the Tonight Show.\n' +
          'In addition to the hustle and bustle of popular culture, there are various specifications and sizes of artificial intelligence robots. For example, iRobot\'s RoomBA 980 vacuum cleaner uses artificial intelligence technology to complete various cleaning tasks at home. The company claims that Roombas has sold more than 10 million RoomBA 980 vacuum cleaners.\n' +
          '8. Spam Filter\n' +
          'The core of artificial intelligence is learning. With machine learning and other artificial intelligence technologies, software systems will become smarter without human assistance.\n' +
          'Of course, using artificial intelligence to prevent spam is an area where machine learning is urgently needed. Staff (or even teams) struggle to keep up with the increase in spam. For example, Gmail will deploy machine learning algorithms to filter (mostly) spam.\n' +
          'To this end, spam filters are trying to keep up with the work of spammers faster, and they continue to use creative methods to trick recipients. The artificial intelligence in the spam filter continuously scans metadata such as the sender\'s location or keywords in the subject line. Without learning, the spam filter will not work after a few days.\n' +
          'Artificial intelligence technology uses input from humans: because coupons that are valuable to one user are spam to another user. How a particular user classifies mail flow must be part of the spam filter learning.\n' +
          '9. Online banking\n' +
          'Banks provide users with convenient benefits: scan their checks and deposit their amounts into mobile devices without having to go to the actual branch to make a deposit. The problem is that doing so requires a machine to read the user\'s signature, which is a messy and confusing job-even for the staff.\n' +
          'Among other vendors, Mitek Systems employs software-based authentication. Its artificial intelligence technology uses computer vision and machine learning to secure transactions to the bank.\n' +
          'For example, Mitek uses visual algorithms to classify the myriad ID formats in bank transactions. At its core is optical character recognition (OCR) software, which scans documents and converts the data into an editable format. OCR software can be adjusted using artificial intelligence to accurately extract a personal signature or fingerprint.\n' +
          '10. Loan and credit card processing\n' +
          'When consumers apply for a credit card or loan, the consumer credit score (FICO) (usually between 300 and 850 points) will play a crucial role. In the past, loan staff reviewed these loan and credit card applications. Although there are still many staff members, many decisions about credit cards or whether to accept consumer applications are made by machine learning systems.\n' +
          'Again, learning is a core part of the process. Bank managers can set parameters if they want current credit standards to be loose or tighten. But they want the bank\'s machine learning system to learn over time to more closely determine which applicants are safe lenders.\n' +
          '11. Lyft and Uber\n' +
          'Without artificial intelligence and machine learning technology, bike-sharing is impossible. Specifically, ticket prices, estimated arrival times, and the route it will take: these are all calculated by artificial intelligence.\n' +
          'Ai does a lot of calculations in real time. The number and complexity of these calculations would be impossible without a machine learning system that analyzes the situation and then routes the resulting data to the application of the user and driver. Of course, Lyft and Uber, which record it on their systems, have a lot of data about user patterns.\n' +
          'In the future, these services are expected to see an era of driverless cars (though that is still ambiguous at best). Without the element of a human driver, the process of running the system would become a more purely logical machine learning computation. In theory, this would reduce the cost of ride-sharing services and even save on hiring drivers.\n' +
          '12. Social networking\n' +
          'Major social media networks are central drivers of ai development. Facebook, in particular, seems to be embracing all aspects of ai. For example, its algorithm defines a user\'s timeline, deciding whether or not to display certain posts from their friends on its timeline. Facebook knows that if every friend of a user is displayed, the schedule becomes so chaotic that it becomes boring. Thus, the timeline algorithm can learn who the user is interacting with and what objects they typically ignore.\n' +
          'Most importantly for Facebook, the social network USES artificial intelligence to help personalize the way it serves ads to users, so it has a degree of AD display relevance. Note that Facebook allows users to comment on the relevance of the AD to the timeline; Each user comment helps the system learn and become more sophisticated. Because of the way they use artificial intelligence to fine-tune the display system, Facebook and Google have a very high percentage of the overall online advertising market.\n' +
          'In addition, Facebook USES image-recognition ai technology to recognize faces in photos, so it can invite users to tag them. Not surprisingly, given the importance of photos to Facebook, Facebook has invested heavily in facial recognition technology. The use of machines to "read" photos is a big step forward in the current era of artificial intelligence.'
      },
      {
        text1: '10 hot activities AI is doing',
        text2: '2019-11-25',
        text3: 'As an expert study at a recent AI conference showed, 2050 is the year when artificial intelligence can choose to perform any intellectual task that humans can. By 2050, intelligent machines will have done everything in history without exception, and all of this is possible. But ai is already doing a lot of things today. Artificial intelligence is everywhere, from reading to recognizing objects. Let\'s take a look at the excellent performance of AI.\n' +
          'To speak\n' +
          'Enabling individuals to talk to machines is a long-term dream of human-computer collaboration. In recent years, the PC\'s ability to understand natural speech has changed by using deep neural systems, such as Google voice search.\n' +
          'The Google researchers built the speech cloning system to have two sources of information: what we need to read and the speech examples we need to read. Artificial intelligence research, dubbed "voice clone" by Google, allows computers to read aloud, making any sound audible to anyone.\n' +
          'see\n' +
          'Although human behavior is invisible, AI can be used as machine vision to "see" the world, analyzing visual information and making beneficial choices about what it sees. Nowadays, machine vision is widely used, which integrates the functions of self-driving vehicles, facial recognition, payment and so on. In manufacturing, machine vision is widely used to aid predictive maintenance and product quality control.\n' +
          'Identify objects in the image\n' +
          'Microsoft experts have made meaningful progress in an innovation aimed at distinguishing items in photos or videos to show a system that can meet precision requirements and sometimes exceed human-level performance.\n' +
          'Like other scientists in the field, Microsoft relies on a method called deep neural networks to train computers to perceive images. Their framework is increasingly successful because it allows them to leverage incredibly deep neural networks that are many times deeper than those previously used.\n' +
          'smell\n' +
          'Artificial intelligence researchers are producing AI tools that will be able to identify diseases by smelling a person\'s breath. Forbes says it can distinguish between aldehydes, which are thought to be responsible for human diseases and stress, including cancer, diabetes, brain trauma, and even the "woody, muskiness" of Parkinson\'s before other symptoms can be identified. Also, ai robots can identify gas leaks or other acidic chemicals. Either way, IBM is using AI to create new perfumes.\n' +
          'New USES for existing drugs\n' +
          'AI could also make it easier to find drugs for diseases that are not the focus of existing drugs. Recursively, software is used to read the results of a high-throughput filter that can be automatically tested for drugs in cells. Recursive algorithms investigate units with an irregular degree of detail. The product quantifies thousands of characteristics of a cell, such as the size and state of the nucleus or the distance between internal compartments.\n' +
          'Understanding emotions\n' +
          'There are AI tools that can follow how an individual feels when watching a video. Artificial emotional intelligence works by collecting information such as facial expressions and nonverbal communication. At that point, it analyzes the emotional database to predict the emotion being conveyed. It then determines the activity based on this data.\n' +
          'Detecting malware\n' +
          'Machine learning is widely used to detect malware entering networks. This innovation USES modern algorithms to describe the behavior of records as retaliatory or benign, as demonstrated by the development of document functionality that is physically removed from the document itself. One should tell the machine which parameters, factors or functions to consider in order to make a decision. Machine learning network security solutions are often used to identify suspicious situations, but formal conclusions about how to handle them are left to human experts.\n' +
          'Read a person\'s mind\n' +
          'This is amazing, and the length of the AI proves it. Ai can decipher brain signals and give speeches. For those with a language barrier, this is totally surprising. This is why it should come as no surprise when large technology organisations such as Facebook and Elon Musk have their own projects and are exploiting the intellectual potential of AI.\n' +
          'Trade stocks\n' +
          'Ai can trade all stocks without any human intervention. AI USES several types of AI to fully distinguish and execute trades, including one that is inspired by genetic development and another that relies on probabilistic logic. Each day, after dissecting everything from market costs and quantities to macroeconomic information and company bookkeeping, the AI engines make their own market predictions and then "vote" on the best game plans.\n' +
          'Predict death\n' +
          'Researchers have discovered a discovery algorithm that is better than people at predicting death. The ECG results are used to sort historical patient data into a pile, depending on who is likely to take a beating over the course of a year.'
      },
      {
        text1: 'The business sector will usher in a new wave of artificial intelligence next year.',
        text2: '2019-11-24',
        text3: 'The promise of artificial intelligence—that it can turn masses of fuzzy data into money-making moves—is becoming less sci-fi and more business as usual.\n' +
          'Nearly 80% of chief information officers at U.S. companies plan to increase the use of artificial intelligence and machine learning over the next 12 months, according to Adobe’s 2019 CIO Perspectives Survey. Fortune was provided an early look at the San Jose-based software company’s survey results.\n' +
          'Among the more than 200 CIOs that participated in Adobe’s October survey, none said they’re planning to scale back the use of A.I. or machine learning. That apparent confidence speaks to the success of recent AI breakthroughs.\n' +
          '“As a whole there are massive opportunities to adopt new [A.I.] technologies,” said Ronell Hugh, the product marketing lead for Adobe Experience Platform. “Cloud infrastructure was a first step, now there is a lot of innovation in AI and how to use data in real-time for your business.”\n' +
          'The majority of CIOs also say AI has the greatest potential of all rising technologies. Yet room for growth here is massive: Almost 70% of CIOs say that AI or machine learning are used on only 1% to 20% of their companies’ tech projects.\n' +
          'And 73% of CTOs plan to increase the use of real-time data over the next 12 months. Only 15% of these technology leaders strongly agree that their companies are real-time-data-focused organizations.\n' +
          'Among the leaders in using real-time data is the hospitality industry. Some hotel chains have algorithms that monitor customer feedback and make suggestions in real-time to hotel staff, Hugh says. If a hotel guest has complained in the past about towels, the algorithm might suggest staff double-check towels.'
      },
      {
        text1: 'The father of machine learning thinks America is overreacting to AI competition',
        text2: '2019-11-15',
        text3: 'Professor Tom Michell, the father of machine learning and head of the machine learning department at Carnegie Mellon university, believes the us is overreacting to AI competition. He said the U.S. has more companies developing AI training and experience, while China\'s advantage may be more in big data-based AI applications.\n' +
          'In the health care industry, for example, electronic archives of medical documents have been available in the United States for more than 20 years, but to this day it is not possible to gather all the electronic documents of medical systems across the country to provide a database for machine learning algorithms. The objective reason is the protection of individual privacy in American law, and also related to the "castle", isolation and self-financing status of the medical industry. The situation in China is very different. "Once the government decides to create a nationwide electronic database of medical records... Then it can be done." Michell called on Washington to distinguish between "win-win" AI applications and those that are truly sensitive and competitive, such as military AI. He also worries that the populist rhetoric in Washington will isolate foreign scholars in American academic and educational circles, many of them ethnic Chinese, who have played a key role in keeping the United States ahead of the world in science and technology.'
      },
      {
        text1: 'Facebook creates new machine learning system to "de-identify" faces in videos',
        text2: '2019-10-28',
        text3: 'Facebook AI Research said it had created a machine learning system to de-identify faces in videos, according to media reports. Startups like d-id and many previous works have used de-recognition technology for still images, but this is the first technology to be used for video. In initial tests, the method was able to block state-of-the-art facial recognition systems.\n' +
          'AI for automatic video modification can be applied to every video without retraining. It maps a slightly distorted version of a person\'s face, making it difficult for facial recognition technology to identify people.\n' +
          'An article explaining the approach said: \'face recognition could lead to a loss of privacy and face replacement technology could be misused to produce misleading videos. The latest world events about advances and abuses in face recognition technology have created a need to understand the methods used to successfully process de-identification. Our contribution is the only video that applies to video, including live video, and the quality of the presentation is far superior to the documentation method."\n' +
          'Facebook\'s approach pairs an adversarial autocoder with a classifier network. As part of their online training, researchers are trying to fool the facial recognition network, Facebook AI research engineer and tel aviv university professor Lior Wolf told VentureBeat in a telephone interview.\n' +
          '"So the self-encoder will try to make the behavior of the face recognition network more difficult, and in fact, if you want to generate a way to mask someone\'s voice or online behavior or whatever, you can use the self-encoder." Wolf said.\n' +
          'Like FacesWap Deepfake, AI USES an encoder-decoder architecture to generate images. During the training, the person\'s face deforms and enters the network. The system then generates distorted and undistorted images of the face to embed in the video.\n' +
          'A company spokesperson told VentureBeat that Facebook has no immediate plans to apply the technology to any part of the Facebook family of apps, but that the approach would allow the public to still recognize public speech but not artificial intelligence.\n' +
          'Anonymous faces in videos can also be used for privacy training in AI systems. In may, Google used Mannequin challenge video to train AI systems to improve video depth perception. Several efforts by researchers at the university of California, Berkeley, to train AI "agents" to dance like humans or perform backflips have also used YouTube videos as training data sets.\n' +
          'The work will be presented next week at the international computer vision conference (ICCV) in Seoul, South Korea.\n' +
          'The announcement follows Facebook cto Mike Schroepfer\'s announcement last week that the Deepfakes Challenge preview dataset is now available, and that amazon\'s AWS is now a member of Facebook and Microsoft\'s Deepfake Detection Challenge initiative, launched last month. The challenge is to improve the robustness of Deepfake\'s detection system.\n' +
          'Facebook, which made facial recognition a default on its platform earlier this year, is battling a $35bn class-action lawsuit over the misuse of facial recognition data. This week, the social network also launched a News app for some users in the us.'
      },
      {
        text1: 'Venezuelan Pharmacy Chain to Accept Cryptocurrency Payments',
        text2: '2019-8-27',
        text3: 'A Venezuelan pharmacy franchise will now accept dash cryptocurrency payments, through an integration with Panda Exchange’s proprietary payments system.\n' +
          'The Farmarket retail chain is piloting a dash-enabled point of sale system, XpayCash, that will allow customers to make instant cryptocurrency transactions, the Dash Core Group announced Monday. The payment rail will be rolled out to 22 pharmacy locations over the next two quarters.\n' +
          'Dash representatives will provide on-site training during the first two months of operations as part of the company’s efforts to onboard potential cryptocurrency users in the country, Panda Exchange partner Robert Mozo said in a press release.\n' +
          'Of the approximately 4,900 merchants that accept dash globally, nearly half are located in Venezuela, the press release said.\n' +
          'Much of this headway has been made by DiscoverDash, which began by offering dash training to smaller firms and family owned businesses, but has grown to attract more established enterprises.\n' +
          'Additional onboarding efforts were led by Dash Merchant Venezuela, which succeeded in making “business connections” by providing crypto-enabled POS to businesses, before shutting down for employee salary inconsistencies.\n' +
          '“We expect our partnership with Panda in Colombia and Farmarket in Venezuela to be a substantial move toward a purchase driven economy, where not only Venezuelans in Caracas will be able to pay directly in stores with Dash, but also their relatives in Colombia and elsewhere will be able to buy medicine from abroad and resolve health issues for their relatives and loved ones,” said Ryan Taylor, CEO, Dash Core Group, in a statement.\n' +
          'Venezuela is quickly becoming a hotbed for actual cryptocurrency use cases. In May inflation reached 815,000 percent, following a one year high above 1.7 million percent. Under these economic conditions, cryptocurrencies present a store of value as well as stable form of payment for citizens. XPay charges a 3.99 percent transaction fee.'
      },
    ],
    newsArr: [
      {title: '2018/8/20 공고', content: ''},
      {title: '거래센터 업데이트 공고', content: ''},
      {title: '2018/6/27 버전 업데이트 공고', content: ''},
      {title: '2018/6/20 버전 업데이트 공고', content: ''}
    ],
    header: {
      text1: '홈페이지',
      text2: '제품',
      text3: '커뮤니티 응용',
      text4: '기술',
      text5: '인공지능',
      text6: '',
      text7: '거래센터',
      text8: '거래소',
      text9: '뉴스센터',
      text10: '우리에 관하여',
      text11: '도움말',
      text12: '백서 다운로드, 시크릿의 세계를 탐지',
      text13: '커뮤니티+네트워크 체인+인공지능, 이 3자가 부딛치면서 발생되는 가치는 매 개 기술이 단독 가치를 더한 합보다 훨씬 크다. <br/>시크릿 백서는 시크릿 시스템이 어떻게 이 3자를 융합시켜 핵융합 정도의 놀라운 에너지를 생성시키는가에 대해 상세히 설명하였다. ',
      text14: '백서 다운로드',
      text15: '시크릿 다운로',
      text16: '클릭 다운로드',
      text17: 'Secret',
      text18: '닫다.',
      text19: '과거 기록 갱신',
      text20: '로그인',
      text21: '시크릿 계정으로 로그인',
      text22: '사용자 이름을 입력하십시오.',
      text23: '비밀번호를 입력하십시오.',
      text24: '클라인병',
      text25: '암호를 잊어버리다？',
      text26: '등기'
    },
    home: {
      text1: '커뮤니티,',
      text01: '인류 문명의 가치',
      text2: '시크릿 네트워크, 커뮤니티 응용',
      text3: '시크릿은 커뮤니티를 인프라스트럭쳐로 하는 응용 플랫폼으로 우리는 커뮤.',
      text03: '니티를 기반으로 사용자를 위해 다양한 커뮤니티 응용을 개발하여 건전하고 풍부한 커뮤니티 생태를 창조한다.',
      text4: '앱 다운로드',
      text5: '전형적인 응용에 따른 커뮤니티 역량 활성화',
      text6: '시크릿은 대량의 전형적인 응용을 커뮤니티에 제공하여 사용하고 있으며, 이러한 모든 응용은 서로 호환이 되고 서로 촉진되며, 제3자 개발자는 각 종류의 오픈소스 응용을 부단히 추가하고 보완함으로써 커뮤니티 생태를 보강하고 커뮤니티의 재개를 위하여 에너지를 주입하였다.',
      text7: '지불',
      text8: '시크릿은 비지니스 거래에서 지불 프로그램으로 사용할 수 있다. SIE는 통화로서 사용자는 직접 SIE로 지불과 수금, 거래 수수료 결제 등 조작을 수행할 수 있기에 거래가 더욱 간편하게 됩니다.',
      text9: '회의',
      text10: '일정한 수량의 SIE를 소지하면 회의 조직자는 단체 채팅에서 전원 회의를 소집할 수 있으며, 발언자를 지정하려면 SIE로 단체 훙보우(보너스)를 보내야 합니다.',
      text11: '쇼핑몰',
      text12: '시크릿 쇼핑몰은 B2C와 C2C로 구분하며, 단체 채팅 개설자는 사용자를 판매자로 지정하여 제품을 업로드 할 수 있다. 기타 사용자는 쇼핑몰에서 제품 선택한 후 SIE로 결제하며, 채팅, 댓글 등 기능을 사용할 수 있습니다. ',
      text13: '기타 전형적인 응용',
      text14: '커뮤니티의 굴기는 세상을 더욱 아름답게 한다.',
      text15: '인류의 성장은 바로 외부와 연결하는 하나의 과정이며, 이 과정에서 우리는 더욱 많은 사람들을 모이게 하는 법을 배웠다. 개인으로부터 부락, 부락으로부터 도시, 도시로부터 국가로 발전해 온 역사가 증명하다시피 커뮤니티 역량의 굴기는 충분히 세계를 창조하고 미래를 개변할 수 있다!',
      text16: '하지만, 지난 두 세기동안 사회 정치는 혼란에 빠지고 각 종 친밀한 커뮤니티는 분열되고 있으며 인류 커뮤니티는 붕괴되고 있다.',
      text17: '시크릿은 커뮤니티의 역량을 재기시켜 커뮤니티 경제를 활성화하고 글로벌 커뮤니티 집산 플랫폼이 되어 인간과 인간 사이의 관계를 개선하고 사회의 심화 발전을 촉진하며, 인류의 미래가 더욱 멀리 나아갈 수 있도록 하는 것을 목표로 한다.',
      text18: '시크릿은 커뮤니티를 더욱 풍부하게, 세계를 더욱 아름답게 한다.',
      text19: '심층화 암호화, 급속 확장',
      text20: '시크릿 시스템 중의 데이터는 점 대 점 암호화를 실현하여 수정불가이며, 사용자는 자유로 교류하고 정보를 교환할 수 있다. 동시에 시스템 구조는 네트워크 체인의 기초상에서 뛰어난 운행 속도로 무한한 확장성을 제공하는 것을 허용한다.',
      text21: '정신: 시크릿 데이터',
      text22: '현실: 시크릿 커뮤니티',
      text23: '디지털: 시크릿 세계',
      text24: '캔디 정책',
      text25: '시크릿은 매일의 시장 평균 가격에 따라 캔디의 발행 수량을 결정하며, 시크릿 홍보 관계와 사용자 소지 수량에 근거하여 사용자의 해시 레이트를 통계하여 캔디의 매회 발행 가중치로 한다.',
      text26: '기타 정보',
      text27: '시크릿 네트워크, 오픈소스 생태',
      text28: '시크릿은 커뮤니티를 위해 태여난 응용 플랫폼으로서 암호화 사교 등 기본적인 응용을 구비하였을 뿐만 아니라 수많은 전형적인 응용도 있으며, 또 제3자 개발자와 함께 공동으로 스마트 생태를 구축하고, 커뮤니티를 위해 에너지를 부여하고 영혼을 주입한다.',
      text29: '핵심 기능',
      text30: '시크릿의 가장 핵심적인 기능은 바로 “비밀”입니다!',
      text31: '지능 생태',
      text32: '시크릿 네트워크는 삼라만상으로 지능을 구축하고 생태를 창조합니다.',
      text33: '시크릿 기반',
      text34: '커뮤니티는 시크릿의기반과 핵심적 가치입니다.',
      swiperList: [ // swiper 配置
        {
          img: require('../assets/img/home/Banner1-CN.png'),
          text2: '博格一号基金，价值投资发现者',
          text: 'Bogle 001， the detector of value investing'
        },
        {
          img: require('../assets/img/home/Banner2-CN.png'),
          text2: '专业配置资产，博格让人生更自由',
          text: 'Professional asset allocation, bogle let life more freedom'
        },
        {
          img: require('../assets/img/home/Banner3-CN.png'),
          text2: 'AI融汇体育竞技, PK掌控套利未来',
          text: 'AI integrates with sports, PK steers to the arbitrage future'
        }
      ],
    },
    tradingCenter: {
      text1: 'SIE, 가상과 현실을 연결하고, 커뮤니티 가치의 다리를 구축',
      text2: '거래소',
      text3: 'SIE 개요',
      text4: 'SIE는 시크릿 플랫폼 상의 원시 디지털 자산으로서 각 응용의 지불 기반이고, 시크릿의 수많은 작은 세상 중의 통용 화폐이기도 하며, 이러한 작은 세상을 하나의 큰 세상으로 연결시켜 줄 수 있다.',
      text5: '마치 황금이 가치 매개체로서 세계 부동한 지역을 서로 연결시키듯이, SIE는 부동한 커뮤니티를 연결시키는 가치의 다리이다.  ',
      text6: '가치의 매개체',
      text7: '커뮤니티의 다리',
      text8: '정책',
      text9: '1.발행 배경',
      text10: '유통량: 현재 시장에서 유통되는 캔디 수량은 64637736.6549 이다',
      text11: '발행량: 이번에 새로 발행하는 캔디 수량은 10억이며, 나머지 캔디는 계속하여 잠금 상태를 유지한다.',
      text12: '해시 레이트: 시크릿은 시크릿 홍보 관계와 사용자 소지 SIE 수량에 근거하여 사용자의 해시 레이트를 통계하고, 매회의 발행 가중치로 한다.',
      text13: '2.해시 레이트 종류',
      text14: '시크릿은 사용자의 시크릿 홍보 관계와 소지한 SIE 수량에 따라 특정된 해시 레이트 분류를 진행한다.',
      text15: '（1）소지 해시 레이트: 소지 해시 레이트는 사용자가 소지한 수량의 1.1승에 따라 통계하며, 소지량이 많을 수록 해시 레이트는 더욱 강하다.',
      text16: '（2） 초청 해시 레이트: 사용자의 화폐 소지량은 100이상이여야 초청 해시 레이트를 생성할 수 있다. 제일대연결구역만 화폐 소지 총량의 0.3승으로 통계하는 외에, 기타 구역은 각 자 화폐 소지 총량의 0.7승으로 통계한다. 구역이 많을 수록 해시 레이트는 더욱 강하다!',
      text17: '3. 발행 규칙',
      text18: '（1）시장 유통량 2%',
      text19: '2019년 9월 7일부터, SIE의 거래 평균 가격이 5% 인상될 때 일회의 캔디 발행을 진행하며, 발행 수량은 캔디 시장유통량의 2%이며, 해시 레이트 가중치에 따라 발행한다.',
      text20: '（2）가격 백배 성장 예상',
      text21: '매회 2% 발행시 가격이 5% 인상되면 발행량이 10억에 달할 때 SIE 가격은 839배 인상되고, 전체 시가는 12980배 증가된다!',
      text22: '（3）이더리움 경로 차단',
      text23: '캔디 발행의 공정성과 공평성을 보증하기 위하여, 시크릿 시스템은 10억 개의 캔디를 전부 발행할 때까지 이더리움의 계좌이체 경로를 잠시 차단하며, 이더리움 상의 SIE는 이번 캔디의 발행에 참여하지 않느다.',
      text24: '4.특별 장려',
      text25: '한 개 소구역의 실적이 200만 SIE에 달할 경우, 5만 SIE를 장려한다(매 월초에 통계하여 표준에 도달하면 발급).',
      text26: '두 개 소구역의 실적이 각각 300 SIE와 200만 SIE에 달할 경우, 추가로 10만 SIE를 장려한다(매 월초에 통계하여 표준에 도달하면 발급).',
      text27: '세 개 소구역의 실적이 각각 500만 SIE, 300만 SIE와 200만 SIE에 달할 경우, 추가로 20만 SIE를 더 장려한다(매 월초에 통계하여 표준에 도달하면 발급).',
      text28: '생태 유지',
      text29: '시장 활성화',
      text30: '해시 레이트 발행',
      text31: '디지털 관리',
      text32: '캔디 정책',
      text33: 'SIE 캔디 정책은 또 “Super Secret 계획”이라고도 불리운다. SIE는 시장의 매일 평균 가격에 따라 캔디의 발행 수량을 조정한다.',
      text34: '암호화 자산, 커뮤니티 연결',
      text35: '암호화 자산,',
      text36: '커뮤니티 연결',
      text37: ''
    },
    about: {
      text1: '인류의 상호 연결을 계발하는 세계를 창조',
      text2: '시크릿 팀',
      text3: ' 본사가 네델란드에 위치한 Tki Turing AI Technology Co.LTD Holland는 열정으로 가득찬 과학자와 인공지능 등 분야의 풍부한 경험을 갖춘 앤지니어들에 의해 설립되었으며, 구성원들은 주로 Google, IBM, Facebook 등 기업의 출신이다. Tki Turing은 인공지능과 판매로보트를 사람들의 생활, 사교속으로 보급시켜 최고의 사용체험을 만드는 것을 사명으로 한다. ',
      text4: '우리는 부단히 제품을 보강하여 전 세계의 더욱 많은 기업들로 하여금 고식 기술이 가져다 주는 창조를 사용하고, 과학기술이 가져다 주는 간편한 응용을 향유하게 한다. ',
      text5: '우리는 미래를 개변하는 데 전념하고 있는 사람들로 구성되었으며, 자유, 독립, 지능의 이념을 우리가 생활하고 있는 네트워크 세상에 보급시키는 것을 위해 노력하고 있다.',
      text6: '우리는 자신이 굳게 믿고 있는 창조와 기술로부터 시작하였으며, 현재 전 세계 범위내에서 발생하고 있는 지능 진화가 빠른 시간내로 대중에게 보급되기를 기대하고 있다.',
      text7: '우리에 관하여',
      text8: '우리에 관하여',
      text9: '시크릿을 관심해주셔서 감사합니다.',
      text10: '표에 당신의 의견 혹은 건의를 작성하시고, 이메일 주소를 남기시면 빠른 시일내로 회신 드리겠습니다.',
      text11: '이름',
      text12: '당신의 이름',
      text13: '성씨',
      text14: '당신의 성씨',
      text15: '이메일 주소',
      text16: '당신의 이메일 주소',
      text17: '메모',
      text18: '당신의 메모',
      text19: '멧세지 발송',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    help: {
      text1: '통해 맞춤형 도움을 받기',
      text2: '튜토리얼을',
      text3: '1. 계정 가입 & 홈페이지 충전',
      text4: '1. 구글 검증기 바인딩 ',
      text5: '2. 우정 추천：자산 관리 툴',
      text6: '4. 해시 조회 매뉴얼',
      text7: '3. SIE 자산 조회',
      text8: '클릭하여 조회',
      text9: '해시 조회 매뉴얼',
      text10: '자산 관리 툴',
      text11: 'SIE 자산 조회',
      text12: '계정 가입',
      text13: '구글 검증기 바인딩',
      text14: '',
      text15: '',
      text16: '',
      text17: '',
      text18: '',
      text19: '',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    news: {
      text1: '',
      text2: '전부',
      text3: 'secret 이학',
      text4: '시크릿,',
      text5: '신 뉴스,',
      text6: '신 세계',
      text7: 'Read More',
      text8: 'GO back',
      text9: '더보기',
      text10: '',
      text11: '',
      text12: '',
      text13: '',
      text14: '',
      text15: '',
      text16: '',
      text17: '',
      text18: '',
      text19: '',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    proSecret: {
      text1: '커뮤니티로，',
      text1a: '회귀하여 원점을 기폭',
      text2: '시크릿, 당신을 위해 더욱 좋은 세상을 창조',
      text3: '인류의 성장은 바로 외부와 연결하는 하나의 과정이며, 이 과정에서 우리는 더욱 많은 사람들을 모이게 하는 법을 배웠다. 개인으로부터 부락, 부락으로부터 도시, 도시로부터 국가로 발전해 온 역사가 증명하다시피 커뮤니티 역량의 굴기는 충분히 세계를 창조하고 미래를 개변할 수 있다!',
      text4: '시크릿 커뮤니티, 시크릿 사교',
      text5: '“커뮤니티”는 시크릿의 기반이고 시크릿의 핵심 가치이기도 하다. 시크릿에서 사용자는 은밀하게 자신의 커뮤니티를 구축할 수 있고, 커뮤니티가 수용할 수 있는 사람수는 한계가 없으며, 이인 커뮤니티가 될 수 있을 뿐만 아니라 만인 커뮤니티가 될 수 있다. 시크릿에서 구축한 이런 커뮤니티들은 시크릿의 보호를 받으며, 커뮤니티의 모든 이벤트, 채팅, 공유와 거래 등은 모두 암호화 상태에서 진행된다.',
      text6: '믿음직한 시크릿, 자유 사교',
      text7: '시크릿은 사교 암호화의 인터넷 세계가 다가오는 것을 예시한다. 사용자의 정보는 서버를 거칠 필요가 없고, 네트워크 중의 매 개 노드는 전체 네트워크를 지향하는 독특한 시각과 영지가 있으며 정보를 더욱 안전하고 자유롭게 유동하게 한다.',
      text8: 'Secret 다운로드',
      text9: '점 대 점 암화화',
      text10: '서버는 사용자 사이의 링크를 구축하고, 데이터 전송은 점 대 점으로 서버를 거치지 않으며, 연결된 사용자 쌍방만이 데이터를 복호화 할 수 있다.',
      text11: '무분석',
      text12: '시크릿은 당신의 멧세지를 읽을 수 없고, 당신의 데이터 혹은 연락 정보를 제3자에게 공유하거나 매각하지 않는다.',
      text13: 'Secret 오픈소스, 시크릿 가입',
      text14: '시크릿은 수용성이 강한 플랫폼으로서 시크릿 유지의 전제하에서 시크릿 플랫폼 규정에 부합되는 제3자 개발자에게 인터페이스를 오픈하여 그들이 시크릿 커뮤니티와 사용자를 위해 각양각색의 응용을 제공하는 것을 지원하며, 다양한 시크릿 생태 문화를 육성하여 시크릿 생활이 다채롭게 한다.',
      text15: '스마트 마케팅',
      text16: '당신의 마케팅 생태를 Secret 에 접속하고, 스마트 링크로 고객과 연결하여 원가를 낮추고 비지니스 효율을 제고합니다.',
      text17: '스마트 마케팅',
      text18: '당신의 마케팅 생태를 Secret 에 접속하고, 스마트 링크로 고객과 연결하여 원가를 낮추고 비지니스 효율을 제고합니다.',
      text19: '안전 보호',
      text20: '점 대 점 암호화 방식으로 제3자 개발자를 포함한 모든사용자의 데이터를 보호합니다.',
      text21: '우리에 Secret',
      title1: '시크릿 가치',
      description1: '커뮤니티는 세상을 개변하고, 시크릿은 커뮤니티를 개변합니다.',
      title2: '개인 영역',
      description2: '서버를 포함한 모든 제3자는 당신의 모든 정보와 데이터를 절취할 수 없습니다.',
      title3: '시크릿 단체 채팅',
      description3: '프라이 버시와 안전에 적합한 단체 채팅으로서 사람수 제한이 없습니다.',
      title4: '암호화 채팅',
      description4: '개인적인 비밀 정보를 친구에게 발송해도 감시 받는 것을 걱정할 필요가 없습니다.',
      title5: '암호화 거래',
      description5: '거래 네트워크 체인관리, 트레이스 시스템, 멀티체인 관리를 통해 비밀 안전을 확보합니다.',
      title6: '암호화 공유',
      description6: '음성, 텍스트, 사진,동영상 등에 대한 공유는 시간 설정 가능하고, 여러 설비 동시 삭제 가능합니다.',
    },
    proCommunity: {
      text1: '미래를 연결하고, ',
      text1a: '영혼에 힘을 부여한다',
      text2: '시크릿 다운로',
      text3: '위대한 커뮤니티 전망',
      text4: '역사는 이미 수많번 증명했다시피, 사회의 진보는 커뮤니티 역량의 추진을 떠날 수 없다. 커뮤니티는 사회 안정의 기반이고, 미래 발전을 추진하는 동력이기도 하다.',
      text5: '현재, 시크릿은 커뮤니티의 역량을 재기시켜 커뮤니티 경제를 활성화하고 글로벌 커뮤니티 집산 플랫폼이 되어 인간과 인간 사이의 관계를 개선하고 사회의 심화 발전을 촉진하며, 인류의 미래가 더욱 멀리 나아갈 수 있도록 하는 것을 목표로 한다.',
      text6: '시크릿은 커뮤니티의 관계를 더욱 밀접하게, 커뮤니티의 역량을 더욱 강대하게, 인류를 더욱 아름답게 한다!',
      text7: '참신한 커뮤니티 가치',
      text8: '커뮤니티는 한 사람, 한 개 가정, 한 개 도시, 한 개 국가, 심지어 한 개 세계가 될 수 있다.',
      text8_1: ' 시크릿에서는 당신이 원하는 대로 임의의 유형의 커뮤니티를 창조할 수 있다. ',
      text9: '시크릿은 모든 유형의 커뮤니티를 위해 응용 프로그램을 제공하여 ',
      text9_1: '당신으로 하여금 커뮤니티 생태를 건설하고 커뮤니티의 가치를 실현하도록 지원할 수 있다.',
      text10: '커뮤니티는 한 사람, 한 개 가정, 한 개 도시, 한 개 국가, 심지어 한 개 세계가 될 수 있다.',
      text11: '시크릿에서는 당신이 원하는 대로 임의의 유형의 커뮤니티를 창조할 수 있다.',
      text12: '시크릿은 모든 유형의 커뮤니티를 위해 응용 프로그램을 제공하여',
      text13: '당신으로 하여금 커뮤니티 생태를 건설하고 커뮤니티의 가치를 실현하도록 지원할 수 있다.',
      text14: '삼라만상의 커뮤니티 응용',
      text15: '시크릿은 삼라만상의 응용 플랫폼으로서 시크릿 자체로 개발한 각 종 응용이 존재할 뿐만 아니라 제3자 개발자의 플랫폼 접속을 지원하여 커뮤니티 발전에 에너지를 주입하고 핵심에 힘을 부여한다.',
      text16: '앱 다운로드',
      leftList: [
        {
          imgUrl: require('../assets/img/community/leftListImg/1.svg'),
          title: '지불',
          description: '시크릿은 비지니스 거래에서 지불 프로그램으로 사용할 수 있다. SIE는 통화로서 사용자는 직접 SIE로 지불과 수금, 거래 수수료 결제 등 조작을 수행할 수 있기에 거래가 더욱 간편하게 됩니다.'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/2.svg'),
          title: '쇼핑몰',
          description: '시크릿 쇼핑몰은 B2C와 C2C로 구분하며, 단체 채팅 개설자는 사용자를 판매자로 지정하여 제품을 업로드 할 수 있다. 기타 사용자는 쇼핑몰에서 제품 선택한 후 SIE로 결제하며, 채팅, 댓글 등 기능을 사용할 수 있습니다. '
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/3.svg'),
          title: '톱뉴스',
          description: '커뮤니티 개설자는 각 종 뉴스와 정보를 배포할 수 있다. 커뮤니티의 공고란으로서 일부 특별초청 사용자를 지정하여 기사를 작성하여 톱뉴스에 배포할 수 있으며, 원고료는 SIE로 결제하고, 또 우수한 창작자에게 보너스를 줄 수 있습니다.'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/4.svg'),
          title: '게임',
          description: '제3자가 개발한 각 종 게임 프로그램은 모두 커뮤니티에 접속 가능하기네 커뮤니티 회원들은 마음껏 오락하고, 서로합작 혹은 경쟁을 벌릴 수 있다. SIE는 게임내 내장 통화로서 아이템을 구매하여 전투력을 강화할 수 있습니다.'
        }
      ],
      rightList: [
        {
          imgUrl: require('../assets/img/community/rightListImg/1.svg'),
          title: '회의',
          description: '일정한 수량의 SIE를 소지하면 회의 조직자는 단체 채팅에서 전원 회의를 소집할 수 있으며, 발언자를 지정하려면 SIE로 단체 훙보우(보너스)를 보내야 합니다.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/2.svg'),
          title: '거래',
          description: '거래는 OTC 거래와 중매식 거래로 구분한다. 커뮤니티 구성원은 커뮤니티에서 직접 P2P 방식을 통해 모든 디지털 자산을 거래할 수 있는 것이 바로 OTC 거래이며, SIE로 수수료를 지불한다. 또 중매식 거래 방식도 가능한 데 커뮤니티 개설자가 자체로 온라인 거래 플랫폼을 경영하는 것에 해당됩니다.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/3.svg'),
          title: '작업대',
          description: '프로젝트 팀은 작업대를 이용하여 프로젝트 진행 상황을 관리하고, 업무를 배치하는 등 작업을 진행 가능하며, 이중에서 선진 기능은 사용자가 일정한 수량의 SIE를 소지하거나 SIE를 지불하여 활성화 해야만 사용이 가능합니다.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/4.svg'),
          title: '채팅 로보트',
          description: '사용자는 일정한 수량의 SIE를 소지하거나 SIE를 지불하면 채팅 로보트를 사용할 수 있으며, 훈련 방식을 자체 정의하여 자신의 채팅 어시스턴트로 만들 수 있으며, 커뮤니티 내의 사용자가 몇명이든지 스마트 채팅 로보트는 여유롭게 대응할 수 있습니다.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/5.svg'),
          title: '기타',
          description: '시크릿 플랫폼은 전형적인 응용 프로그램 외에, 또 수많은 오픈소스 응용 프로그램도 있으며, 제3자 개발자는 생태 응용 프로그램을 부단히 추가하고 보완한다. 더욱 중요한 것은 이러한 모든 응용 프로그램은 고립된 것이 아니라 서로 호환이 가능하고 서로 촉진합니다.'
        }
      ],
      text17: '시크릿, 커뮤니티 에너지 부여',
      text17_1: '공유 경제, 새로운 미래 개시!',
      text17_2: '',
      text18: '바로 시작',
    },
    tecIntel: {
      text1: '인간과 기계의 공생시대,',
      text1a: '무한한 가능성 연결',
      text2: '앱 다운로드',
      text3: '최신 AI 기술 융합',
      text4: '오픈된 AI미래, 이것 뿐이 아니다',
      text5: 'AI미래, 이것 뿐이 아닙니다',
      text6: '데이터 복사에 따른 영혼의 연장',
      text7: '블록체인 기술을 적용하여 인간의 데이터를 저장하고 운행하여 다른 하나의 당신을 만들어 냅니다.',
      text8: '앱 다운로드',
      text9: '대뇌와 기계의 결합에 따른 의식 전화',
      text10: '\n' +
        '인간의 대뇌가 디지털 세계와 연결하여, 대뇌피질에서 지령을 내리면, 디지털 세계로 전달되며, 디지털 신호는 지령을 자동화 기계와 시스템에 전달합니다.',
      text11: '우주에 비하면 우리는 아직 아기이다. 이 시각, 함께 위대한 사업을 구축하자',
      text12: '우리에 가입하기',
      listTwo: [
        {
          img: require('../assets/img/ai/li-a.jpg'),
          icon: require('../assets/img/ai/bule-icon.svg'),
          tit: '데이터 복사에 따른 영혼의 연장',
          text: '블록체인 기술을 적용하여 인간의 데이터를 저장하고 운행하여 다른 하나의 당신을 만들어 냅니다.',
        },
        {
          img: require('../assets/img/ai/li-b.jpg'),
          icon: require('../assets/img/ai/red-icon.svg'),
          tit: '대뇌와 기계의 결합에 따른 의식 전화',
          text: '인간의 대뇌가 디지털 세계와 연결하여, 대뇌피질에서 지령을 내리면, 디지털 세계로 전달되며, 디지털 신호는 지령을 자동화 기계와 시스템에 전달합니다.',
        }
      ],
      aiTechnique: [
        {
          tit: '딥러닝 알고리즘',
          img: require('../assets/img/ai/li-1.svg'),
          text: '로보트의 대화는 더욱 지능화, 의인화됩니다.',
        },
        {
          tit: '자연 언어 처리',
          img: require('../assets/img/ai/li-2.svg'),
          text: '지능형 멀티대화, 언어환경에 대한 이해 가능합니다.',
        },
        {
          tit: '빅데이이터 기술',
          img: require('../assets/img/ai/li-3.svg'),
          text: '업계 대화 환경의 빅데이트 응용 가능합니다.',
        },
        {
          tit: '인간-기계 인터페이스 기술',
          img: require('../assets/img/ai/li-4.svg'),
          text: '지능형 인간-기계 인터페이스로 커뮤니티에 무한한 가능성을 가져다 줍니다.',
        },
        {
          tit: '딥러닝 강화',
          img: require('../assets/img/ai/li-5.svg'),
          text: '딥러닝 기술과 신경망의 결합으로 더욱 많은 문제를 해결합니다.',
        },
        {
          tit: '문자 식별',
          img: require('../assets/img/ai/li-6.svg'),
          text: '자연 환경에서 구역 검측이 가능한 문자 식별 기술입니다.',
        }
      ],
    },
    tecBlock: {
      text1: '지능 진화는 바로 이 곳에',
      text2: '앱 다운로드',
      text3: '시크릿의 세계로 진입하여 블록체인의 오지를 탐색',
      text4: '블록체인 기술을 기반으로 방대한 AI사교 제국을 구축',
      text5: 'AI帝国，不止于此',
      text6: '生态硬通货SIE',
      text7: '秘密用以太坊的智能合约来发布秘密智能生态的Token，名为：SIE（Social Intelligent Evolution，社交智能进化）；用于秘密内部智能生态的价值流通，以及基于此价值体系之上的外部应用！',
      text8: '应用下载',
      text9: 'Secret网络链，资源共享',
      text10: '将建立秘密的人工智能算力资源和存储资源共享网络链，用户的意识数据以及运算都存放到共享的网络链空间中，确保整个系统更加稳健和开放。',
      text11: '정보가 더욱 안전하고 자유롭고, 내용이 더욱 가치고 있고 잠재력이 있도록 하기 위하여 우리는 하나의 생태 시스템을 구축하여 세계를 연결시키고 있다.',
      text12: '지금 바로 체험',
      text13: '가치고 있고 잠재력이 있도록 하기 위하여 우리는 하나의 생태 시스템을 구축하여 세계를 연결시키고 있다.',
      text14: '정보가 더욱 안전하고 자유롭고, 내용이 더욱',
      list: [
        {
          title: '사교 경로 기록',
          imgUrl: require('../assets/img/block/1.svg'),
          description: '블록체인을 기반으로 두 사람 사이의 “연결 관계” 혹은 “사교 경로”를 전시합니다.'
        },
        {
          title: '엔드투엔드의 암호화',
          imgUrl: require('../assets/img/block/2.svg'),
          description: '엔드투엔드 암호화 통신의 암호화 채팅 방식을 적용하여 멧세지가 서버에 저장되지 않게 합니다.'
        },
        {
          title: '온라인 내용 공유',
          imgUrl: require('../assets/img/block/3.svg'),
          description: '블록체인 기술의 내용 창조와 공유를 기반으로 사용자는 자신의 커뮤니티를 형성할 수 있습니다!'
        }
      ]
    }
  },
  EN: {
    banner: {
      text1: 'Exploring the power of secret',
      text2: 'Every community has its secrets',
      text3: 'Community, the value of human civilization',
      text4: 'Sceret，rebuilding the community',
      text5: 'Human faith, community secrets',
      text6: 'Community economy, World consensus',
    },
    newsArr: [
      {title: 'Announcement  August 20, 2018', content: ''},
      {title: 'Trading Center Updates', content: ''},
      {title: 'Version Updates  June 27, 2018', content: ''},
      {title: 'Version Updates  June 20, 2018', content: ''}
    ],
    newsData: [
      { // 第一篇
        text1: 'Venezuelan Pharmacy Chain to Accept Cryptocurrency Payments',
        text2: '2019-8-27',
        text02: '2019.',
        text020: '8.27',
        text3: 'A Venezuelan pharmacy franchise will now accept dash cryptocurrency payments, through an integration with Panda Exchange’s proprietary payments system.\n' +
          'The Farmarket retail chain is piloting a dash-enabled point of sale system, XpayCash, that will allow customers to make instant cryptocurrency transactions, the Dash Core Group announced Monday. The payment rail will be rolled out to 22 pharmacy locations over the next two quarters.\n' +
          'Dash representatives will provide on-site training during the first two months of operations as part of the company’s efforts to onboard potential cryptocurrency users in the country, Panda Exchange partner Robert Mozo said in a press release.\n' +
          'Of the approximately 4,900 merchants that accept dash globally, nearly half are located in Venezuela, the press release said.\n' +
          'Much of this headway has been made by DiscoverDash, which began by offering dash training to smaller firms and family owned businesses, but has grown to attract more established enterprises.\n' +
          'Additional onboarding efforts were led by Dash Merchant Venezuela, which succeeded in making “business connections” by providing crypto-enabled POS to businesses, before shutting down for employee salary inconsistencies.\n' +
          '“We expect our partnership with Panda in Colombia and Farmarket in Venezuela to be a substantial move toward a purchase driven economy, where not only Venezuelans in Caracas will be able to pay directly in stores with Dash, but also their relatives in Colombia and elsewhere will be able to buy medicine from abroad and resolve health issues for their relatives and loved ones,” said Ryan Taylor, CEO, Dash Core Group, in a statement.\n' +
          'Venezuela is quickly becoming a hotbed for actual cryptocurrency use cases. In May inflation reached 815,000 percent, following a one year high above 1.7 million percent. Under these economic conditions, cryptocurrencies present a store of value as well as stable form of payment for citizens. XPay charges a 3.99 percent transaction fee.'
      },
      { // 第二篇

        text1: 'South Korea’s BC Card Is Using KT’s Blockchain for Rewards Settlement',
        text2: '2019-8-27',
        text02: '2019.',
        text020: '8.27',
        text3: 'BC Card, the largest payments processor in South Korea, says it is using blockchain technology to settle rewards points, according to an Aug. 27 report in the Chosun Ilbo.\n' +
          'The underlying technology is being provided by KT, the country’s No. 2 telecom company and majority owner of BC Card.\n' +
          'With a KT Hyperledger Fabric-based offering, BC Card is processing the ordering and exchanging of points paid out by affinity partners, VIP points and vouchers. More advanced applications, such as the settlement of payments and the management of documents, have not been achieved yet.\n' +
          'BC Card had been handling the rewards manually but in the first half of 2019 it began to develop a blockchain application to do the work. It now shares the appropriate ledgers with rewards partners so that settlement can be automated and seamless.\n' +
          'The company says that a number of benefits have been achieved. Processing times have been reduced by 50 percent, while errors have also been reduced. The article said that the company plans to apply blockchain technologies to additional tasks in the second half, though it did not provide details on what they may be.\n' +
          'KT has been an active proponent of blockchain technologies and an early mover. The company, which counts NTT Docomo among its largest shareholders, introduced its own blockchain network in July 2018. Last month, it was announced that it would be part of a consortium – which includes Samsung Electronics, a number of large banks and the other telecom companies – creating a blockchain-based system for digital identification.\n' +
          'The company is now especially focused on utilizing blockchain over its new 5G network and introduced its 5G-based GIGA Chain in April.\n' +
          'Korean financial institutions are rushing to apply blockchain technologies to consumer credit. In July, Shinhan Card said that it had patented a blockchain system that allows for cardless credit transactions. Earlier this month, the Woori Financial Group said that it is working with Ground X, Kakao’s public blockchain, and may use the technology for Woori Card settlement.'

      },
      { // 第3篇

        text1: 'Australian Securities Exchange Building New Blockchain Platform With VMWare, Digital Asset',
        text2: ' 2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: 'The Australian Securities Exchange (ASX) is teaming up with fintech firm Digital Asset and VMWare to move its current exchange platform onto distributed ledger technology.\n' +
          'Announced today, ASX and Digital Asset have signed a three-party memorandum of understanding (MOU) to build a replacement platform for the existing Clearing House Electronic Subregister System (CHESS) onto DLT. MOUs are usually non-binding documents that point to a company’s intention\n' +
          'Begun in 2015, ASX plans on the new DLT-platform to be up and running by Spring 2021. As of now, 30 to 40 percent of the new platform is available to replace CHESS.\n' +
          'Speaking with ZDNet, ASX deputy CEO Peter Hiom said ASX said the MOU will help it expand both product offerings and service locations across Australia and New Zealand:\n' +
          '“This new partnership is a very positive development that will help us support a wider range of DLT solutions developed by the industry. It confirms our belief in the potential of DLT as we remain on track to deliver the CHESS replacement system in March-April 2021.”\n' +
          'ASX is also using Digital Asset’s open-source, blockchain-focused language DAML for the project.\n' +
          'ASX’s current platform handles some AU $2 trillion in registered equities along with AU $5 billion processed per day.'

      },
      { // 第4篇

        text1: 'Swiss RegulatorLicenses TwoNew Blockchain Companies as-It Shores up Legal Requirements',
        text2: '2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: 'Swiss financial authority FINMA offered guidance this week on anti-money laundering (AML) requirements for blockchain-based companies even as it granted broker-dealer licenses to two new blockchain companies.\n' +
          'FINMA considers AML to be “technology-neutral” and expects all payments, including blockchain transactions, to follow the requirements. The gist is simple: “Institutions supervised by FINMA are only permitted to send cryptocurrencies or other tokens to external wallets belonging to their own customers whose identity has already been verified and are only allowed to receive cryptocurrencies or tokens from such customers,” the regulators wrote.\n' +
          'FINMA oversees Switzerland’s financial system, from banking to securities dealers and even Facebook’s cryptocurrency project, Libra. Earlier today it was reported FINMA officials met with U.S. Congressional Representatives over Libra.\n' +
          '“FINMA-supervised institutions are thus not permitted to receive tokens from customers of other institutions or to send tokens to such customers,” they wrote. Further, FINMA does not allow the passing of tokens from unregulated wallets and requires AML information for all parties.\n' +
          'In addition to this announcement, FINMA has issued the first “banking and securities licenses” to two blockchain companies, SEBA Crypto AG and Sygnum AG. These are the first companies registered in Switzerland as broker-dealers with a specific blockchain focus. These companies will be required to follow the new AML rules.',
        text7: '',
        text8: '',
        text9: '',
        text10: '',

      },
      { // 第5篇
        text1: 'Binance Launches Crypto Lending With Up to 15% Annual Interest',
        text2: '2019-8-26',
        text02: '2019.',
        text020: '8.26',
        text3: 'Binance, one of the world’s largest cryptocurrency exchanges by trading volume, has launched a lending business in its bid to attract customer deposits.\n' +
          'The company said in an announcement on Monday that Binance Lending will be available for customer subscription starting from 6:00 UTC on Aug. 28, on a first-come, first-served basis.\n' +
          'Initially, users will be able to lend their U.S. dollar-pegged USDT, ethereum classic (ETC) and Binance’s BNB cryptocurrency in order to earn interest, payable from Aug. 29 to Sept. 11.\n' +
          'The annualized interest rate for the initial lending products with a 14-day fixed maturity term, has been set at 15 percent, 10 percent and seven percent, for BNB, USDT, and ETC, respectively.\n' +
          'Binance puts out a total subscription cap of 200,000 BNB, 5 million USDT and 20,000 ETC. If all the initially planned products get fully subscribed, Binance would pay out interests of 1,150 BNB, 19,178 USDT and 53 ETC, which worth about $50,000 as of press time.\n' +
          'Each user’s account on Binance will have an initial hard cap for BNB-, USDT- and ETC-denominated lending products at 500 BNB, 1,000,000 USDT, and 1,000 ETC, respectively.\n' +
          'In the meantime, Binance’s recently-launched margin trading business charges users who borrow BNB and USDT an annualized interest of as much as 109 percent and 10.0375 percent, respectively.\n' +
          'And just hours before the lending business announcement, Binance said on its website that starting from Aug. 27, it will increase the annualized margin borrow interest rate for ETC from previously 7.3 percent to 14.6 percent.\n' +
          'The company said it will be “constantly evaluating new coins and tokens to support as lending products based on demand” and new products will be revealed weekly on Monday and become available for subscription on Wednesday.\n' +
          'The plan may not be entirely surprising to some given CZ mentioned during a recent London event that the firm was planning to launch a lending business around mid August.\n' +
          'The launch is another move of Binance in its bid to diversify its business lines to attract and retain users weeks after it formally rolled out margin trading and borrowing in July and revealed plans to add futures trading on its platform.'
      },
      { // 第6篇

        text1: 'Blockchain May Be Used in FDA Medical Reviews and Recalls',
        text2: '2019-8-23',
        text02: '2019.',
        text020: '8.23',
        text3: 'The Food and Drug Administration (FDA) may incorporate blockchain to improve drug and medical products reviews and recalls.\n' +
          'In a speech at the Office of the National Coordinator for Health IT Third Interoperability Forum, on August 22, principal deputy commissioner Dr. Amy Abernethy, said the FDA is looking to modernize the way health care providers, drug manufacturers, and regulatory agencies communicate.\n' +
          'Without going into details, Abernethy said the agency plans to roll out uses of artificial intelligence, APIs and blockchain in this modernization effort. Improved interoperability – how the agency handles and shares information – may affect the reviewal process for new medicines.\n' +
          '“I want FDA to get our own technical house in order so that tech can ‘snap in’ – we can be agile and efficient. We need to be able to have common interfaces with industry so we can pass data between our organizations, have collaborative review, etc,” Abernethy said.\n' +
          '“Traceability back to source allows for the ability to crosscheck, workflow solutions,” she said. In that sense, the immutable ledger that blockchain provides may be used to guarantee data quality that comes from a number of sources.\n' +
          'Abernethy also alluded to a communication system where regulators are provided with real-time information and data. This speeds up the reviewal process, because FDA agents will be able to exchange messages contemporaneously with medical manufacturers.\n' +
          'Additionally, improved surveillance of medical products will assist in “determining when something should be recalled or a product label should be adjusted,” she said.\n' +
          'With improved data flows, Abernethy said medicine can become more targeted and patient-oriented.\n' +
          'Abernethy also serves as the acting chief information officer of FDA. She ended by saying the system will be rolled out in a “month or two.”'
      },
      { // 第7篇
        text1: 'PundiX’s Crypto Cash Registers Will Be Installed in 49 Retail Stores Across Venezuela',
        text2: '2019-8-22',
        text02: '2019.',
        text020: '8.22',
        text3: 'Venezuela’s largest department store will install blockchain-enabled cash registers in its 49 retail outlets.\n' +
          'The megastore operator Traki announced August 22, it will integrate Singapore-based Pundi X’s point-of-sale device, XPOS, to offer a cryptocurrency payment rail for shoppers.\n' +
          'Already available in 30 countries, Pundi aims to sell 100,000 XPOS devices by 2021. This is part of the firm’s plan to introduce cryptocurrencies for everyday use, through an ecosystem of financial products like its XPASS crypto debit cards and Xwallet.\n' +
          '“We made the XPOS with the mission of creating real-life use cases for blockchain technology, and this couldn’t be better represented than Traki shoppers paying for their daily needs with cryptocurrency,” said Pundi X CEO, Zac Cheah.\n' +
          'Cheah continued to say that Traki has been an early adopter of blockchain technology in Venezuela.\n' +
          '“At Traki, we aspire to offer the most convenient options for our customers, and cryptocurrency has proven to be an effective payment solution,” said Michael Gomez, Chief of Crypto Assets department of Traki. Of Pundi’s near-300,000 wallet users, approximately one-tenth are based in Venezuela.\n' +
          'The XPOS payments system supports payments in a range of cryptocurrencies including BTC, ETH, Binance’s BNB stablecoin, as well as Pundi X’s own NPXS and NPXSXEM tokens.\n' +
          'A period of hyperinflation and lack of liquidity has seen many Venezuelans adopt cryptocurrency as a store of value and payment option. Last year, President Nicolas Marduro launched the petro dollar cryptocurrency, pegged to the South American nation’s vast oil reserves, as a means to sidestep economic sanctions. Maduro recently ordered banks and state-owned companies to use the token.\n'
      },
      { // 第8篇

        text1: 'Blockchain Startup Bitfury Launches Artificial Intelligence Unit',
        text2: '2019-8-13',
        text02: '2019.',
        text020: '8.13',
        text3: 'Blockchain startup BitFury launched an artificial intelligence (AI) unit, Reuters reports on Aug. 13.\n' +
          '“Data is the new oil”\n' +
          'Bitfury chief executive officer and co-founder Valery Vavilov reportedly said that the company’s dive into AI is motivated by the need to analyze and extract information from great quantities of data. He reportedly noted that data is becoming the new oil and stated:\n' +
          '“We have collected so much data, but only 2% of all this data has been analyzed; 98% is sitting idle and waiting to be analyzed.”\n' +
          'Vavilov also reportedly explained that the AI unity of the firm is still researching possible applications of artificial intelligence. Still, he also promised that next year BitFury will have more information about the AI-enabled products that the company intends to develop and offer to its clients.\n' +
          'AI a potential danger to crypto\n' +
          'Former vice president and managing director of computer hardware producer AAEON Technology Europe, Fabrizio Del Maffeo, has been appointed to lead the AI unit of the firm. \n' +
          'Meanwhile, Stockholm-based software engineer and cryptocurrency trader, Eric Wall, commented on Twitter suggesting that the application of AI to blockchain data analysis is a danger to Bitcoin’s (BTC) fungibility.\n' +
          '“AI/[Machine Learning] ML to be trained to identify users and to flag coins that have been used with privacy-enhancing techniques (PETs), no doubt. Using PETs better become standard wallet behaviour quickly, if we care at all about the fungibility of Bitcoin.”\n' +
          'According to Crunchbase, BitFury has received $170 million in funding so far, and Reuters claims that it is one of a handful of blockchain companies with at least a $1 billion valuation.\n' +
          'As Cointelegraph explained in a recent dedicated piece, show impressive potential when combined and are already being integrated.'
      },
      { // 第9篇

        text1: 'Blockchains.com Founder Buys Community Bank to Finance Crypto Dreams',
        text2: '2019-7-1',
        text02: '2019.',
        text020: '7.1',
        text3: 'Jeffrey Berns, eccentric founder of blockchain incubation and investment firm Blockchains.com, purchased a small community bank in Las Vegas, Nevada in order to secure financing as he manifests his decentralized dreams, according to The Nevada Independent.\n' +
          'Berns said his ambitions are incompatible with the current financial system and he feared that the banking complex would cut off his supply of capital. The 56-year-old attorney previously announced plans to construct a Reno-sized, blockchain-focused smart city and e-sports arena in the Nevada desert.\n' +
          'His $28 million acquisition of the Kirkwood Bank of Nevada “is a small but critical step in helping the nascent company achieve its wildly ambitious goals,” reported The Nevada Independent. In addition to financing his own projects, Berns hopes Kirkwood Bank of Nevada will become a leading bank for the blockchain industry.\n' +
          '“It’s to create an environment where the blockchain ecosystem, the legitimate businesses out there who are trying to build projects that are going to empower the individual and better the world… have a bank that understands what they’re doing and isn’t fearful,” he said.\n' +
          '“Banks are hesitant, because if this takes off, you don’t need banks anymore. They become obsolete,” Berns said.\n' +
          'Berns purchased the bank through a separate holding company to mitigate the reporting and ownership responsibilities. Additionally, he said he planned to decentralize his companies in the future, turning power over to users of the system.\n' +
          '“I don’t think the regulators would have ever been comfortable with that,” he said, adding he may attempt limited integration of Blockchains with the bank to create a sandbox to test his financial technology and blockchain ideas.\n' +
          '“I needed a playground,” he said. “I needed a place to do proof-of-concept with regulators to show that loans can be done in such a way that if I have $1,000, I could invest 10 cents in 10,000 loans and, it would all be done on the blockchain and micro payments would be made, and there’s no funny business.”\n' +
          'Berns’ negotiation with Kirkwood began in February 2018, after he spent a year searching for a banking partner. He paid $25 million for the entity, and invested an additional $3 million.\n' +
          'According to the FDIC the bank has more than $86.6 million in assets and has had a 9.14 percent return on equity in 2019. It has never changed ownership since its founding in 2008.\n' +
          'Bank President John Dru said were no immediate planned changes for banking operations except for the name and a branch opening in Northern Nevada. It is unconfirmed what the bank’s new name will be.\n' +
          '“I know for sure that the customers won’t see any changes,” Dru said. “All executive management is staying on board. The directors, there’s no change there, they’re all going to stay on. And even the account numbers won’t change.”\n' +
          'Berns also said he plans to buy or create a 3D printing company to print a portion of his blockchain city. He’s considering using an undervalued building material – hemp – during the process and may cultivate the resource on 67,000 acres of land owned by Blockchains.\n' +
          '“It’s environmentally friendly, it sucks carbon out of the air, it rehabilitates soil and it’s all around an amazing product,” Berns said. “And we had planned to do it on a smaller scale and after hemp was legalized, we intend to go much bigger.”\n' +
          'Blockchains recently partnered with slock.it to further its integration within the Internet of Things.'
      },
    ],
    newsData2: [
      {
        text1: 'Scientists developed a new AI framework to prevent machines from misbehaving',
        text2: '2019-11-26',
        text3: 'In what seems like dialogue lifted straight from the pages of a post-apocalyptic science fiction novel, researchers from the University of Massachusetts Amherst and Stanford claim they’ve developed an algorithmic framework that guarantees AI won’t misbehave.\n' +
          'The framework uses ‘Seldonian’ algorithms, named for the protagonist of Isaac Asimov’s “Foundation” series, a continuation of the fictional universe where the author’s “Laws of Robotics” first appeared.\n' +
          'According to the team’s research, the Seldonian architecture allows developers to define their own operating conditions in order to prevent systems from crossing certain thresholds while training or optimizing. In essence, this should allow developers to keep AI systems from harming or discriminating against humans.\n' +
          'Deep learning systems power everything from facial recognition to stock market predictions. In most cases, such as image recognition, it doesn’t really matter how the machines come to their conclusions as long as they’re correct. If an AI can identify cats with 90 percent accuracy, we’d probably consider that successful. But when it comes matters of more importance, such as algorithms that predict recidivism or AI that automates medication dosing, there’s little to no margin for error.\n' +
          'To this end, the researchers used their Seldonian algorithm framework to create an AI system that monitors and distributes insulin in diabetics and another that predicts students’ GPAs. In the former, the researchers instituted the Seldonian framework to guarantee that the system wouldn’t send patients into a crash while learning to optimize dosage. And in the latter, they sought to prevent gender bias.\n' +
          'Both experiments proved effective and, according to the researchers, successfully demonstrated that Seldonian algorithms can inhibit unwanted behavior.\n' +
          'The current AI development paradigm places the burden of combating bias on the end user. For example, Amazon’s Rekognition software, a facial recognition technology used by law enforcement, works best if the accuracy threshold is turned down but it demonstrates clear racial bias at such levels. Cops using the software have to choose whether they want to use the technology ethically or successfully.\n' +
          'The Seldonian framework should take this burden off the end-user and place it where it belongs: on the developers. By including the proper mitigation algorithms – something that tells the machine, for example, “find faces without racial bias” it would eliminate the potential for harmful bias while still allowing the software to work.\n' +
          'This is done mathematically. The researchers demonstrate several simple algorithms that express unwanted behavior in terms the machine can understand. So, rather than tell a machine “don’t let gender bias affect your GPA predictions,” the Seldonian algorithms express the problem more like ‘accurately predict everyone’s GPA, but don’t let the differences between predicted GPA and actual GPA exceed a certain threshold when gender is taken into account.’\n' +
          'The researchers hope that with further development the framework can do more than just overhaul current AI technology, according to the team’s paper:\n' +
          '“Algorithms designed using our framework are not just a replacement for ML algorithms in existing applications; it is our hope that they will pave the way for new applications for which the use of ML was previously deemed to be too risky.”\n' +
          'The implications for near-term technology such as driverless cars and autonomous robot workers are huge, this is essentially the groundwork for Asimov’s “Laws of Robotics.” If developers can guarantee that learning machines won’t pick up dangerous behaviors or suddenly decide to optimize their programming in ways that involve hurting or imprisoning humans, we could be on the verge of a golden age of AI.'
      },
      {
        text1: '10 Fintech Solutions Indian Startups Using Unique AI Technologies and Models',
        text2: '2019-11-25',
        text3: 'By 2035, artificial intelligence is likely to increase by $ 957 billion, accounting for 15% of India\'s current total value. With this opportunity, fintech startups have been widely adopted by artificial intelligence. Many fintech startups are using AI to automate some operations, such as Data collection, document processing and client onboarding\n' +
          'Jonathan Bill, co-founder and CEO of lending technology company CreditMate, believes that artificial intelligence is not only the future of the fintech industry, but also the current reality. This is not the only point, it highlights how, as more and more companies use AI technology for fintech, how artificial intelligence will have an impact on financial services, banking, credit and payments.\n' +
          'According to a market research report released by P & S Intelligence, the AI ​​in the global retail market reached 720 million US dollars in 2018. It is expected that during the forecast period (2019-2024), the CAGR will be 35.4%. Growth factors include increased investment in AI by retail companies and expansion of the e-retail industry, which is using the efficiency of automation to study consumer behavior and capture relevant data through machine learning, natural language processing (NLP), and computer vision.\n' +
          'For example, as Saket Anand, Chief Analyst at Lendingkart said, the core of any lending company\'s business is a credit model that works across multiple functions, including creating risk scores for customers and determining how much loan amount they are eligible for Algorithms and personalized interest rates. Artificial intelligence plays a vital role in expanding the reach of lending technology companies.\n' +
          'What is the position of AI opportunities in the Indian fintech market?\n' +
          'A new study jointly published by Analytics India Magazine and BRIDGEi2i, titled `` The State of AI in Indian Enterprises 2019, \'\' shows that the Indian AI application enterprise market is estimated to be worth $ 100 million with a compound annual growth rate of 200 -250%.\n' +
          'Another Accenture report shows that by 2035, artificial intelligence is likely to add $ 957 billion to the Indian economy, accounting for 15% of India\'s current GDP. The combination of technology, data and talent that has made intelligent systems possible has reached critical mass, driving extraordinary growth in India. Artificial intelligence investment.\n' +
          'The best use of artificial intelligence in the Indian fintech market?\n' +
          'With many fintech business models in place, including new banking and bank-as-a-service (BaaS), fintech startups have been adopting AI algorithms and models that are much larger than ever before.\n' +
          'Here are 10 fintech startups that use AI to innovate and streamline daily processes and create algorithms to enhance their data analysis and decision-making capabilities.\n' +
          'Capital Float, Coverfox, Credit Partner, Flexibility, Lentin Go-Kart, Pouch, Mswipe, Pesa Dukan, Renewal, Shubhloans'
      },
      {
        text1: 'The future of artificial intelligence and digital marketing',
        text2: '2019-11-25',
        text3: 'In recent years, the use of artificial intelligence has transformed the work of digital marketing companies. One of the main issues faced by marketers is how to personalize user content and produce a better experience and results. Recently, several startups have developed AI technologies designed to help marketers solve this problem. Much of the information collected about users is used by advertising systems dominated by large companies such as Google and Facebook. However, it is difficult for most companies to use AI technology to improve their digital marketing.\n' +
          'The biggest challenge for any marketing manager is how to tailor messages to customers in a personalized way that suits each user based on personality, interests and buying intent and the right timing.\n' +
          'Artificial Intelligence Marketing (AI Marketing) allows you to use data collected on users or customers to customize content or messages based on user profiles to tailor content to users and their users when it comes to their interests . Purchase intention. Artificial intelligence can also operate a learning machine that builds automatic models, allowing you to predict what your customers will do next and other areas that customers might also be interested in.\n' +
          'Many Israeli companies provide artificial intelligence-based solutions in the field of digital marketing.\n' +
          'Jeeng Ltd is one of the interesting companies operating in this market. By using artificial intelligence and NLP analysis, marketers can send users tailor-made in any communication channel (eg: browser) based on their profile and reading habits Content notifications. , Mobile phones, newsletters, etc. With Jeeng, every user can receive the exact content in a tight time.\n' +
          '"Companies that use artificial intelligence solutions have provided customers with different personalised experiences and have in fact succeeded in providing advanced experiences to users, such as large companies like Google and Facebook," said Shlomi Haybi, CEO of Jeeng. "'
      },
      {
        text1: '12 typical cases of U.S. artificial intelligence applications',
        text2: '2019-11-25',
        text3: 'Although artificial intelligence was proposed in the 1950s, until 2016 AlphaGo defeated Go nine, the real popularity should be 2019. Because the high technology can only be affirmed and popularized in combination with practical applications. Let\'s take a look at the fields in which American artificial intelligence has been applied.\n' +
          '1.Siri and Alexa\n' +
          'Voice assistants are playing an increasingly important role in business operations. The challenge they face is the need to truly understand human language, but it is even more difficult to really understand humans.\n' +
          'This is where artificial intelligence comes in. Although artificial intelligence system engineers can build these voice assistants, they can\'t embed a lot of human traits into them at launch. Therefore, artificial intelligence systems require extensive use of machine learning techniques to enable them to better complete the unusually complex task of human-machine interfaces. With artificial intelligence, voice assistants will increasingly be able to search the web, help people shop, and provide navigation. It is expected that this voice technology will play an important role in home assistants to help care for the elderly. This is one of the countless other examples of artificial intelligence speech recognition.\n' +
          '2. Amazon and online commerce\n' +
          'The concept of a system that responds to customer input is not an example of artificial intelligence in itself. For example, applications that detect that a user understands a shirt product and then recommends shirt ads online are not necessarily advanced artificial intelligence applications.\n' +
          'But taking Amazon\'s recommendation system as an example, it is a powerful engine of a transactional artificial intelligence platform. One may have observed its capabilities and this system can learn continuously. In essence, a large number of shoppers are "teaching" Amazon\'s artificial intelligence system to better display the items that may be sold. That is to say, matching one product with another product that has been displayed in the past will promote sales, and semi-associated concepts (such as lamp stands and photographic equipment) can be linked.\n' +
          'On the other hand, such high-end artificial intelligence systems require huge computing platforms to process all this data. It is difficult for users using small servers to support such systems. Apparently, Amazon Web Services has the world\'s leading computing platform.\n' +
          '3. Pandora\n' +
          'For those who believe that artificial intelligence will replace human work, the Pandora artificial intelligence system is an example of cooperation with humans. First, Pandora analyzes and categorizes songs with the help of music professionals. Pandora classifies songs by 450 attributes, from vocal style to rhythm.\n' +
          'When its artificial intelligence algorithm works, it combines a large number of recommendations from users based on their responses to their song library. The artificial intelligence system can then group and present songs that are meaningful to users.\n' +
          '4.Cogito\n' +
          'This is undoubtedly one of the most active areas of artificial intelligence: using artificial intelligence in sales and customer service calls can enhance emotional connections with customers. Specifically, using artificial intelligence to interact is more empathic than humans. Of course, this is a cutting edge in the use of artificial intelligence.\n' +
          'Cogito (Latin means "self-awareness") uses the key truth of human interaction: it is not just the meaning of words, but the way they are expressed, emotions, rhythms, and feelings.\n' +
          'Cogito software analyzes conversations in real time, providing clues and hints about right and wrong. Perhaps the interlocutor may have cut into too many topics, or not responded fast enough. The application provides color-based warnings and updates. The software can analyze hundreds of clues to determine the emotional quality of the conversation.\n' +
          '5.Nest\n' +
          'One of the key factors driving artificial intelligence growth is competition among well-funded vendors hoping to gain market share early. Take Nest, a Google home thermostat, as an example. Part of its goal is to build Google\'s artificial intelligence into the device to cope with the growing growth of Apple Siri and Amazon Alexa.\n' +
          'Nest uses artificial intelligence to adapt to human behavior patterns, obtain constant input cues, and respond more accurately when working from home. After the owner has set up the system for a while, Nest can integrate input on its own.\n' +
          'In any case, smart home devices (IoT devices) are undoubtedly the key battlefield for the dominance of the artificial intelligence market. Let a whole group of smart home devices work together, they can respond to family members\' instructions and learn based on their behaviors, which is obviously the future of artificial intelligence in home applications.\n' +
          '6.Boxever\n' +
          'Irish-based Boxever launches its Boxever "Personalized Platform", with the main goal being the tourism industry. Its cloud-based platform allows travel companies to create a single customer view, thereby providing customers with more effective marketing. Its goal is to improve the sales process by targeting customers alone. If artificial intelligence can customize the interaction process on a one-to-one basis, it can theoretically serve (and sell) customers more effectively.\n' +
          'Boxever\'s approach recognizes that the key sector of competition is customer experience. If retailers are more careful to meet customer needs, they will win the e-commerce competition. The cost of using intelligent software is much lower than manual sales representatives.\n' +
          '7.AI Robotics, Humanoid and others\n' +
          'Artificial intelligence powers robotic applications, including BRETT from the University of California, Berkeley, and MIT dog from MIT. Sophia is an example of a media-loved artificial intelligence robot that chats and sings with NBC TV host Jimmy Fallon on the Tonight Show.\n' +
          'In addition to the hustle and bustle of popular culture, there are various specifications and sizes of artificial intelligence robots. For example, iRobot\'s RoomBA 980 vacuum cleaner uses artificial intelligence technology to complete various cleaning tasks at home. The company claims that Roombas has sold more than 10 million RoomBA 980 vacuum cleaners.\n' +
          '8. Spam Filter\n' +
          'The core of artificial intelligence is learning. With machine learning and other artificial intelligence technologies, software systems will become smarter without human assistance.\n' +
          'Of course, using artificial intelligence to prevent spam is an area where machine learning is urgently needed. Staff (or even teams) struggle to keep up with the increase in spam. For example, Gmail will deploy machine learning algorithms to filter (mostly) spam.\n' +
          'To this end, spam filters are trying to keep up with the work of spammers faster, and they continue to use creative methods to trick recipients. The artificial intelligence in the spam filter continuously scans metadata such as the sender\'s location or keywords in the subject line. Without learning, the spam filter will not work after a few days.\n' +
          'Artificial intelligence technology uses input from humans: because coupons that are valuable to one user are spam to another user. How a particular user classifies mail flow must be part of the spam filter learning.\n' +
          '9. Online banking\n' +
          'Banks provide users with convenient benefits: scan their checks and deposit their amounts into mobile devices without having to go to the actual branch to make a deposit. The problem is that doing so requires a machine to read the user\'s signature, which is a messy and confusing job-even for the staff.\n' +
          'Among other vendors, Mitek Systems employs software-based authentication. Its artificial intelligence technology uses computer vision and machine learning to secure transactions to the bank.\n' +
          'For example, Mitek uses visual algorithms to classify the myriad ID formats in bank transactions. At its core is optical character recognition (OCR) software, which scans documents and converts the data into an editable format. OCR software can be adjusted using artificial intelligence to accurately extract a personal signature or fingerprint.\n' +
          '10. Loan and credit card processing\n' +
          'When consumers apply for a credit card or loan, the consumer credit score (FICO) (usually between 300 and 850 points) will play a crucial role. In the past, loan staff reviewed these loan and credit card applications. Although there are still many staff members, many decisions about credit cards or whether to accept consumer applications are made by machine learning systems.\n' +
          'Again, learning is a core part of the process. Bank managers can set parameters if they want current credit standards to be loose or tighten. But they want the bank\'s machine learning system to learn over time to more closely determine which applicants are safe lenders.\n' +
          '11. Lyft and Uber\n' +
          'Without artificial intelligence and machine learning technology, bike-sharing is impossible. Specifically, ticket prices, estimated arrival times, and the route it will take: these are all calculated by artificial intelligence.\n' +
          'Ai does a lot of calculations in real time. The number and complexity of these calculations would be impossible without a machine learning system that analyzes the situation and then routes the resulting data to the application of the user and driver. Of course, Lyft and Uber, which record it on their systems, have a lot of data about user patterns.\n' +
          'In the future, these services are expected to see an era of driverless cars (though that is still ambiguous at best). Without the element of a human driver, the process of running the system would become a more purely logical machine learning computation. In theory, this would reduce the cost of ride-sharing services and even save on hiring drivers.\n' +
          '12. Social networking\n' +
          'Major social media networks are central drivers of ai development. Facebook, in particular, seems to be embracing all aspects of ai. For example, its algorithm defines a user\'s timeline, deciding whether or not to display certain posts from their friends on its timeline. Facebook knows that if every friend of a user is displayed, the schedule becomes so chaotic that it becomes boring. Thus, the timeline algorithm can learn who the user is interacting with and what objects they typically ignore.\n' +
          'Most importantly for Facebook, the social network USES artificial intelligence to help personalize the way it serves ads to users, so it has a degree of AD display relevance. Note that Facebook allows users to comment on the relevance of the AD to the timeline; Each user comment helps the system learn and become more sophisticated. Because of the way they use artificial intelligence to fine-tune the display system, Facebook and Google have a very high percentage of the overall online advertising market.\n' +
          'In addition, Facebook USES image-recognition ai technology to recognize faces in photos, so it can invite users to tag them. Not surprisingly, given the importance of photos to Facebook, Facebook has invested heavily in facial recognition technology. The use of machines to "read" photos is a big step forward in the current era of artificial intelligence.'
      },
      {
        text1: '10 hot activities AI is doing',
        text2: '2019-11-25',
        text3: 'As an expert study at a recent AI conference showed, 2050 is the year when artificial intelligence can choose to perform any intellectual task that humans can. By 2050, intelligent machines will have done everything in history without exception, and all of this is possible. But ai is already doing a lot of things today. Artificial intelligence is everywhere, from reading to recognizing objects. Let\'s take a look at the excellent performance of AI.\n' +
          'To speak\n' +
          'Enabling individuals to talk to machines is a long-term dream of human-computer collaboration. In recent years, the PC\'s ability to understand natural speech has changed by using deep neural systems, such as Google voice search.\n' +
          'The Google researchers built the speech cloning system to have two sources of information: what we need to read and the speech examples we need to read. Artificial intelligence research, dubbed "voice clone" by Google, allows computers to read aloud, making any sound audible to anyone.\n' +
          'see\n' +
          'Although human behavior is invisible, AI can be used as machine vision to "see" the world, analyzing visual information and making beneficial choices about what it sees. Nowadays, machine vision is widely used, which integrates the functions of self-driving vehicles, facial recognition, payment and so on. In manufacturing, machine vision is widely used to aid predictive maintenance and product quality control.\n' +
          'Identify objects in the image\n' +
          'Microsoft experts have made meaningful progress in an innovation aimed at distinguishing items in photos or videos to show a system that can meet precision requirements and sometimes exceed human-level performance.\n' +
          'Like other scientists in the field, Microsoft relies on a method called deep neural networks to train computers to perceive images. Their framework is increasingly successful because it allows them to leverage incredibly deep neural networks that are many times deeper than those previously used.\n' +
          'smell\n' +
          'Artificial intelligence researchers are producing AI tools that will be able to identify diseases by smelling a person\'s breath. Forbes says it can distinguish between aldehydes, which are thought to be responsible for human diseases and stress, including cancer, diabetes, brain trauma, and even the "woody, muskiness" of Parkinson\'s before other symptoms can be identified. Also, ai robots can identify gas leaks or other acidic chemicals. Either way, IBM is using AI to create new perfumes.\n' +
          'New USES for existing drugs\n' +
          'AI could also make it easier to find drugs for diseases that are not the focus of existing drugs. Recursively, software is used to read the results of a high-throughput filter that can be automatically tested for drugs in cells. Recursive algorithms investigate units with an irregular degree of detail. The product quantifies thousands of characteristics of a cell, such as the size and state of the nucleus or the distance between internal compartments.\n' +
          'Understanding emotions\n' +
          'There are AI tools that can follow how an individual feels when watching a video. Artificial emotional intelligence works by collecting information such as facial expressions and nonverbal communication. At that point, it analyzes the emotional database to predict the emotion being conveyed. It then determines the activity based on this data.\n' +
          'Detecting malware\n' +
          'Machine learning is widely used to detect malware entering networks. This innovation USES modern algorithms to describe the behavior of records as retaliatory or benign, as demonstrated by the development of document functionality that is physically removed from the document itself. One should tell the machine which parameters, factors or functions to consider in order to make a decision. Machine learning network security solutions are often used to identify suspicious situations, but formal conclusions about how to handle them are left to human experts.\n' +
          'Read a person\'s mind\n' +
          'This is amazing, and the length of the AI proves it. Ai can decipher brain signals and give speeches. For those with a language barrier, this is totally surprising. This is why it should come as no surprise when large technology organisations such as Facebook and Elon Musk have their own projects and are exploiting the intellectual potential of AI.\n' +
          'Trade stocks\n' +
          'Ai can trade all stocks without any human intervention. AI USES several types of AI to fully distinguish and execute trades, including one that is inspired by genetic development and another that relies on probabilistic logic. Each day, after dissecting everything from market costs and quantities to macroeconomic information and company bookkeeping, the AI engines make their own market predictions and then "vote" on the best game plans.\n' +
          'Predict death\n' +
          'Researchers have discovered a discovery algorithm that is better than people at predicting death. The ECG results are used to sort historical patient data into a pile, depending on who is likely to take a beating over the course of a year.'
      },
      {
        text1: 'The business sector will usher in a new wave of artificial intelligence next year.',
        text2: '2019-11-24',
        text3: 'The promise of artificial intelligence—that it can turn masses of fuzzy data into money-making moves—is becoming less sci-fi and more business as usual.\n' +
          'Nearly 80% of chief information officers at U.S. companies plan to increase the use of artificial intelligence and machine learning over the next 12 months, according to Adobe’s 2019 CIO Perspectives Survey. Fortune was provided an early look at the San Jose-based software company’s survey results.\n' +
          'Among the more than 200 CIOs that participated in Adobe’s October survey, none said they’re planning to scale back the use of A.I. or machine learning. That apparent confidence speaks to the success of recent AI breakthroughs.\n' +
          '“As a whole there are massive opportunities to adopt new [A.I.] technologies,” said Ronell Hugh, the product marketing lead for Adobe Experience Platform. “Cloud infrastructure was a first step, now there is a lot of innovation in AI and how to use data in real-time for your business.”\n' +
          'The majority of CIOs also say AI has the greatest potential of all rising technologies. Yet room for growth here is massive: Almost 70% of CIOs say that AI or machine learning are used on only 1% to 20% of their companies’ tech projects.\n' +
          'And 73% of CTOs plan to increase the use of real-time data over the next 12 months. Only 15% of these technology leaders strongly agree that their companies are real-time-data-focused organizations.\n' +
          'Among the leaders in using real-time data is the hospitality industry. Some hotel chains have algorithms that monitor customer feedback and make suggestions in real-time to hotel staff, Hugh says. If a hotel guest has complained in the past about towels, the algorithm might suggest staff double-check towels.'
      },
      {
        text1: 'The father of machine learning thinks America is overreacting to AI competition',
        text2: '2019-11-15',
        text3: 'Professor Tom Michell, the father of machine learning and head of the machine learning department at Carnegie Mellon university, believes the us is overreacting to AI competition. He said the U.S. has more companies developing AI training and experience, while China\'s advantage may be more in big data-based AI applications.\n' +
          'In the health care industry, for example, electronic archives of medical documents have been available in the United States for more than 20 years, but to this day it is not possible to gather all the electronic documents of medical systems across the country to provide a database for machine learning algorithms. The objective reason is the protection of individual privacy in American law, and also related to the "castle", isolation and self-financing status of the medical industry. The situation in China is very different. "Once the government decides to create a nationwide electronic database of medical records... Then it can be done." Michell called on Washington to distinguish between "win-win" AI applications and those that are truly sensitive and competitive, such as military AI. He also worries that the populist rhetoric in Washington will isolate foreign scholars in American academic and educational circles, many of them ethnic Chinese, who have played a key role in keeping the United States ahead of the world in science and technology.'
      },
      {
        text1: 'Facebook creates new machine learning system to "de-identify" faces in videos',
        text2: '2019-10-28',
        text3: 'Facebook AI Research said it had created a machine learning system to de-identify faces in videos, according to media reports. Startups like d-id and many previous works have used de-recognition technology for still images, but this is the first technology to be used for video. In initial tests, the method was able to block state-of-the-art facial recognition systems.\n' +
          'AI for automatic video modification can be applied to every video without retraining. It maps a slightly distorted version of a person\'s face, making it difficult for facial recognition technology to identify people.\n' +
          'An article explaining the approach said: \'face recognition could lead to a loss of privacy and face replacement technology could be misused to produce misleading videos. The latest world events about advances and abuses in face recognition technology have created a need to understand the methods used to successfully process de-identification. Our contribution is the only video that applies to video, including live video, and the quality of the presentation is far superior to the documentation method."\n' +
          'Facebook\'s approach pairs an adversarial autocoder with a classifier network. As part of their online training, researchers are trying to fool the facial recognition network, Facebook AI research engineer and tel aviv university professor Lior Wolf told VentureBeat in a telephone interview.\n' +
          '"So the self-encoder will try to make the behavior of the face recognition network more difficult, and in fact, if you want to generate a way to mask someone\'s voice or online behavior or whatever, you can use the self-encoder." Wolf said.\n' +
          'Like FacesWap Deepfake, AI USES an encoder-decoder architecture to generate images. During the training, the person\'s face deforms and enters the network. The system then generates distorted and undistorted images of the face to embed in the video.\n' +
          'A company spokesperson told VentureBeat that Facebook has no immediate plans to apply the technology to any part of the Facebook family of apps, but that the approach would allow the public to still recognize public speech but not artificial intelligence.\n' +
          'Anonymous faces in videos can also be used for privacy training in AI systems. In may, Google used Mannequin challenge video to train AI systems to improve video depth perception. Several efforts by researchers at the university of California, Berkeley, to train AI "agents" to dance like humans or perform backflips have also used YouTube videos as training data sets.\n' +
          'The work will be presented next week at the international computer vision conference (ICCV) in Seoul, South Korea.\n' +
          'The announcement follows Facebook cto Mike Schroepfer\'s announcement last week that the Deepfakes Challenge preview dataset is now available, and that amazon\'s AWS is now a member of Facebook and Microsoft\'s Deepfake Detection Challenge initiative, launched last month. The challenge is to improve the robustness of Deepfake\'s detection system.\n' +
          'Facebook, which made facial recognition a default on its platform earlier this year, is battling a $35bn class-action lawsuit over the misuse of facial recognition data. This week, the social network also launched a News app for some users in the us.'
      },
      {
        text1: 'Venezuelan Pharmacy Chain to Accept Cryptocurrency Payments',
        text2: '2019-8-27',
        text3: 'A Venezuelan pharmacy franchise will now accept dash cryptocurrency payments, through an integration with Panda Exchange’s proprietary payments system.\n' +
          'The Farmarket retail chain is piloting a dash-enabled point of sale system, XpayCash, that will allow customers to make instant cryptocurrency transactions, the Dash Core Group announced Monday. The payment rail will be rolled out to 22 pharmacy locations over the next two quarters.\n' +
          'Dash representatives will provide on-site training during the first two months of operations as part of the company’s efforts to onboard potential cryptocurrency users in the country, Panda Exchange partner Robert Mozo said in a press release.\n' +
          'Of the approximately 4,900 merchants that accept dash globally, nearly half are located in Venezuela, the press release said.\n' +
          'Much of this headway has been made by DiscoverDash, which began by offering dash training to smaller firms and family owned businesses, but has grown to attract more established enterprises.\n' +
          'Additional onboarding efforts were led by Dash Merchant Venezuela, which succeeded in making “business connections” by providing crypto-enabled POS to businesses, before shutting down for employee salary inconsistencies.\n' +
          '“We expect our partnership with Panda in Colombia and Farmarket in Venezuela to be a substantial move toward a purchase driven economy, where not only Venezuelans in Caracas will be able to pay directly in stores with Dash, but also their relatives in Colombia and elsewhere will be able to buy medicine from abroad and resolve health issues for their relatives and loved ones,” said Ryan Taylor, CEO, Dash Core Group, in a statement.\n' +
          'Venezuela is quickly becoming a hotbed for actual cryptocurrency use cases. In May inflation reached 815,000 percent, following a one year high above 1.7 million percent. Under these economic conditions, cryptocurrencies present a store of value as well as stable form of payment for citizens. XPay charges a 3.99 percent transaction fee.'
      },
    ],
    header: {
      text1: 'Home',
      text2: 'Product',
      text3: 'Community app',
      text4: 'Technology',
      text5: 'AI',
      text6: 'Blockchain',
      text7: 'Trading Center',
      text8: 'Exchange',
      text9: 'News',
      text10: 'About Us',
      text11: 'Help',
      text12: 'Download White paper to explore the Secret world',
      text13: 'The value created by the combination of community, blockchain and artificial intelligence is far more than that created by the sum of them. Secret white paper will elaborate on how its system integrates these technologies to produce fusion-like power.',
      text14: 'White paper download',
      text15: 'Download Secret',
      text16: 'Download',
      text17: 'Secret',
      text18: 'Close',
      text19: 'Update history',
      text20: 'Log in',
      text21: 'Log in with Secret account',
      text22: 'Please enter username',
      text23: 'Please enter password',
      text24: 'klien',
      text25: 'forget?',
      text26: 'register'
    },
    home: {
      text1: 'Community,',
      text01: 'value of human civilization',
      text2: 'Secret network, community apps',
      text3: 'Secret is a community-based application platform.',
      text03: 'developing all kinds of applications based on the community, creating a healthy and abundant community ecosystem.',
      text4: 'Download',
      text5: 'The typical application activates the power of the community',
      text6: 'Secret has developed many typical applications for the community, and all these applications are mutually compatible and facilitated. The third-party developer continues to add and perfect all kinds of open source applications, enriching the community ecosystem and injecting energy into the community reboot.',
      text7: 'Payment',
      text8: 'Secret can be used in business as a means of payment. SIE, as the currency in circulation , allows users to directly conduct a payment or commission settlement, making transactions more convenient and efficient.',
      text9: 'Assembly',
      text10: 'The assembly organizer can initiate an assembly if they hold a certain amount of SIE or pay SIE for hosting. If you need to designate the spokesman, you have to tip with SIE and give group red packets.',
      text11: 'Mall',
      text12: 'Secret mall includes B2C and C2C. The community owner can designate some users as the seller to upload products; while other users pay and settle in SIE after choosing the product. Chat and evaluation functions are also available for that.',
      text13: 'More',
      text14: 'The rise of the community makes the world better',
      text15: 'Human development is the process to connect the community，and we’ve learned to bring more people together. From individuals to tribes, from tribes to city-states, from city-states to states, history shows that the rise of the community power is far enough to shape the world and change the future.',
      text16: 'Well, in the past two centuries, we suffered the social and political unrest. The intimate communities or even the human communities are collapsing and falling apart. ',
      text17: 'Secret wants to reboot the power of community, activate the community economy and become the globally distributed platform, then rebuilding the connections among humans, facilitating the deeply social evolution and pushing humans to go further in the future.',
      text18: 'Secret enriches the community and makes the world better.',
      text19: 'Deep encryption, the dramatic expansion',
      text20: 'Data in Secret system adopt point-to-point encryption and cannot be tampered. Users can enjoy great communications as they want. The system architecture allows unlimited expandability with incomparable running speed based on the blockchain.',
      text21: 'The spiritual: Secret data',
      text22: 'The realistic: Secret community',
      text23: 'The digital：Secret world ',
      text24: 'Candy policy',
      text25: 'Secret issues candies according to the daily average market price, conducting statistics of hashrate in the light of user’s promotion relationships and SIE holdings and taking it as the weight of candy issuance.',
      text26: 'More',
      text27: 'Secret network, the open-source ecosystem',
      text28: 'Secret is the application platform born for the community. It has many typical applications besides basic ones like encrypted socializing, and work with the third-party developers to build the intelligent ecosystem together, enabling the community and injecting souls.',
      text29: 'Core function',
      text30: 'The core function of Secret is the “Secret”!',
      text31: 'Intelligent ecosystem',
      text32: 'The secret network is all-inclusive, building the intelligence and creating the ecosystem.',
      text33: 'Secret basis',
      text34: 'Community is the core value and basis of Secret.',
      swiperList: [ // swiper 配置
        {
          img: require('../assets/img/home/Banner1-EN.png'),
          text2: '博格一号基金，价值投资发现者',
          text: 'Bogle 001， the detector of value investing'
        },
        {
          img: require('../assets/img/home/Banner2-EN.png'),
          text2: '专业配置资产，博格让人生更自由',
          text: 'Professional asset allocation, bogle let life more freedom'
        },
        {
          img: require('../assets/img/home/Banner3-EN.png'),
          text2: 'AI融汇体育竞技, PK掌控套利未来',
          text: 'AI integrates with sports, PK steers to the arbitrage future'
        }
      ],
    },
    tradingCenter: {
      text1: 'SIE connects the virtual and reality and builds the bridge of community value',
      text2: 'Exchange',
      text3: 'About the SIE',
      text4: 'SIE is the original digital asset on Secret platform, the payment basis of all applications and the common currency of the various small world of Secret, which connects all these small worlds into a big one.',
      text5: 'Gold is the medium of value that connects different regions of the world, while SIE is the bridge of value that connects different communities.',
      text6: 'The medium of value',
      text7: 'The bridge of community',
      text8: 'Policy',
      text9: '1.Backgrounds',
      text10: 'Circulation: the current amount of candies in circulation is 64,637,736.6549.',
      text11: 'Issuance: the newly issued amount of candies is one billion, the rest of them will remain locked.',
      text12: 'Hashrate: Secret will conduct statistics of hashrate in the light of user’s promotion relationships and SIE holdings, and taking it as the weight of candy issuance.',
      text13: '2. Hashrate classification',
      text14: 'Secret classifies the hashrate according to the user’s promotion relationships and SIE holdings.',
      text15: '(1)Holding hashrate: the holding hashrate is the 1.1 power of user’s SIE holdings. The more SIE you hold, the more hashrate you get!',
      text16: '(2)Invitation hashrate: only when the user’s SIE holding has exceeded 100 can they generate hashrate. The largest connection zone will be calculated as 0.3 power of total holdings while the remaining zones will be 0.7 power of total holdings. The more zones you have, the stronger the hash rate you will get.',
      text17: '3. Rules',
      text18: '(1) 2% of the circulation in the market',
      text19: 'From September 7, 2019, the candy will be issued according to the hashrate weight when the daily average price of SIE increases by 5%, and the issuance will be 2% of the circulation in the market.',
      text20: '(2) The Price is expected to rise 100 times',
      text21: 'Each additional issuance is 2% and the price rises by 5%. When the issuance reaches one billion, the SIE price will jump 839 times，The overall market capitalization increased 12980 times.',
      text22: '(3)Close down the Ethereum channel',
      text23: 'The Secret system will temporarily close down the transfer with Ethereum to keep the candy issuance fair and balanced, so SIE in Ethereum cannot participate in the candy issuance.',
      text24: '4.Special rewards',
      text25: 'The performance of a single community reaches two million SIE, the rewards will be 50,000 SIE(Statistics at the beginning of each month, after the standard is reached); ',
      text26: 'The performance of the two communities reaches two million SIE and three million SIE respectively, another 100,000 SIE(Statistics at the beginning of each month, after the standard is reached); ',
      text27: 'The performance of the three communities reaches two million SIE, three million SIE and five million SIE respectively, another 200,000 SIE(Statistics at the beginning of each month, after the standard is reached).',
      text28: 'Ecosystem Maintenance',
      text29: 'Market stimulation',
      text30: 'Hashrate Issuance',
      text31: 'Digital Management',
      text32: 'Candy Policy',
      text33: 'SIE Candy Policy is also known as Super Secret Program. SIE issues candies according to the daily average market price.',
      text34: 'Encrypted assets connect the community ',
      text35: 'Encrypted assets',
      text36: 'connect the community',
      text37: ''
    },
    about: {
      text1: 'Create a world that inspires humans to connect with each other',
      text2: 'Secret team',
      text3: 'Tki Turing AI Technology Co.LTD Holland，headquartered in Netherlands, was created by passionate scientists and highly experienced engineers in AI, and the members mainly come from Google, IBM and Facebook. Tki Turning’s mission is to bring AI and marketing robots to people’s social life and build a perfect user experience.',
      text4: 'We keep improving the products to bring more innovations and conveniences to enterprises around the world',
      text5: 'We are future changers who admire a cyber world which brings the concepts of freedom, independence and security into our daily life.',
      text6: 'Starting from our beliefs of innovation and technique, we look forward to seeing the global intelligent evolution to be known by all.',
      text7: 'Contact us ',
      text8: 'Contact',
      text9: 'Thank your for your kind attention to Secret.',
      text10: 'Please fill in the form with your comments and suggestions, and leave an available email address so that we can get back to your as soon as possible.',
      text11: 'Given name',
      text12: 'Your given name',
      text13: 'Surname',
      text14: 'Your surname',
      text15: 'Email',
      text16: 'Your email address',
      text17: 'Message',
      text18: 'Please leave your message',
      text19: 'Submit',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    help: {
      text1: 'provides personalized help',
      text2: 'Beginner Guidance',
      text3: '1. Registration & Top-up',
      text4: '1. Binding with Google Authenticator',
      text5: '2. High recommended: asset management tool',
      text6: '4. Hash query tutorials ',
      text7: '3. SIE Query',
      text8: 'More',
      text9: 'Hash query',
      text10: 'asset management',
      text11: 'SIE query',
      text12: 'Registration & Top-up',
      text13: 'Binding with Google',
      text14: '',
      text15: '',
      text16: '',
      text17: '',
      text18: '',
      text19: '',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    news: {
      text1: '',
      text2: 'All',
      text3: 'Secret dynamic',
      text4: 'Secret,',
      text5: 'the new information,',
      text6: 'the new world',
      text7: 'Read More',
      text8: 'GO back',
      text9: 'MORE',
      text10: '',
      text11: '',
      text12: '',
      text13: '',
      text14: '',
      text15: '',
      text16: '',
      text17: '',
      text18: '',
      text19: '',
      text20: '',
      text21: '',
      text22: '',
      text23: '',
      text24: '',
      text25: ''
    },
    proSecret: {
      text1: 'Back to the community,',
      text1a: 'make it better',
      text2: 'Secret creates a better world for you',
      text3: 'Human development is the process to connect the community，and we’ve learned to bring more people together. From individuals to tribes, from tribes to city-states, from city-states to states, history shows time and time again that the rise of the community power is far enough to shape the world.',
      text4: 'Secret community, secret socializing',
      text5: '“Community” is the basis and core value of Secret. Users can secretly create their communities. There is no upper limit to community members, it can be a community for two or a community for ten thousand. Communities created in Secret will be protected, and all activities, chats, shares and transactions in the community are fully encrypted.',
      text6: 'Trust Secret, enjoy free socializing',
      text7: 'Secret indicates the arrival of a social-encrypted internet world where the user information doesn’t have to pass through the server. Each node in the network has a unique perspective and territory for the entire network, allowing information to flow in a safer and freer manner.',
      text8: 'Download',
      text9: 'Point-to-point encryption',
      text10: 'The server is responsible for building connections among users. Data is transferred point to point without the server, and only the connected user can unlock the data.',
      text11: 'No analysis',
      text12: 'Secret cannot read your messages and will not share or sell your data or contact information.',
      text13: 'Open Secret, enjoy secret',
      text14: 'As an inclusive platform, Secret will open interfaces to the third-party developer who meets the requirements under the premise of confidentiality, supporting them in their efforts to provide users with various applications to breed rich Secret culture and make Secret life more interesting.',
      text15: 'Intelligent marketing',
      text16: 'Connect your marketing ecosystem to Secret and link customers with intelligence will effectively reduce the cost and improve business efficiency. ',
      text17: 'Co-construct ecosystem',
      text18: 'Secret opens the interface, hoping to create a more intelligent ecosystem and share the future dividend with all partners.',
      text19: 'Security protection',
      text20: 'The point-to-point encryption protects all user data, including the third-party developer.',
      text21: 'Join Secret',
      title1: 'Value of Secret',
      description1: 'Secret changes the community while the community changes the world.',
      title2: 'Private sphere',
      description2: 'No third party, including the server, can steal any of your messages and data.',
      title3: 'Group chat',
      description3: 'Secret and secure group chat for unlimited group members.',
      title4: 'Encrypted chat',
      description4: 'Send private and secure messages to friends without the fear of being regulated.',
      title5: 'Encrypted transact',
      description5: 'Blockchain-managed transactions, traceable mechanism and multichain regulation ensure its privacy and security.',
      title6: 'Encrypted sharing',
      description6: 'Set a time to erase shared messages like voices, texts, images and videos, or  simultaneously delete messages in multiple devices.',
    },
    proCommunity: {
      text1: 'Connect the future,',
      text1a: 'enable the soul',
      text2: 'download',
      text3: 'Great visions of the community ',
      text4: 'History has proved time and time again that we cannot achieve social progress without the power of the community. Community is the basis of social stabilization and the power to push the future forward. ',
      text5: 'Now, Secret wants to reboot the power of community, activate the community economy and become the globally distributed platform, then improving the connections among humans, facilitating the social evolution and pushing humans to go further in the future.',
      text6: 'Secret makes the community relationship more intimate, the community power stronger and humans better.',
      text7: 'New community value',
      text8: 'The community can be a person, or a family, or a city-state, or a state or even a world.',
      text8_1: 'You can create any community as you want.',
      text9: 'Secret provides the community with application tools.',
      text9_1: 'To help them build the community ecosystem and develop its community value.',
      text10: 'The community can be a person, or a family, or a city-state, or a state or even a world.',
      text11: 'You can create any community as you want. Secret provides the community ',
      text12: 'with application tools to help them build the community ',
      text13: 'ecosystem and develop its community value.',
      text14: 'All-inclusive community applications',
      text15: 'Secret is an all-inclusive application platform with various applications, supporting the third-party developers to connect the platform and inject energy into the community development and enable souls.',
      text16: 'download',
      leftList: [
        {
          imgUrl: require('../assets/img/community/leftListImg/1.svg'),
          title: 'Payment',
          description: 'Secret can be used in business as a means of payment. SIE, as the currency in circulation , allows users to directly conduct a payment or commission settlement, making transactions more convenient and efficient.'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/2.svg'),
          title: 'Mall',
          description: 'Secret mall includes B2C and C2C. The community owner can designate some users as the seller to upload products; while other users pay and settle in SIE after choosing the product. Chat and evaluation functions are also available for that.'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/3.svg'),
          title: 'Headline',
          description: 'Users can release news and deliver messages on Headline, the bulletin board of the community, or designate invited users to write headlines. SIE is used to pay or tip the quality writer.'
        },
        {
          imgUrl: require('../assets/img/community/leftListImg/4.svg'),
          title: 'Game',
          description: 'All kinds of game applications developed by the third-party can be connected to the community, allowing members to have fun, cooperate or compete with each other. As the in-game currency, SIE can be used to buy items or enhance battle effectiveness.'
        }
      ],
      rightList: [
        {
          imgUrl: require('../assets/img/community/rightListImg/1.svg'),
          title: 'Assembly',
          description: 'The assembly organizer can initiate an assembly if they hold a certain amount of SIE or pay SIE for hosting. If you need to designate the spokesman, you have to tip with SIE and give group red packets.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/2.svg'),
          title: 'Transact',
          description: 'It includes OTC transactions and match transactions. Community members can directly perform P2P transactions of any digital assets in the community, namely OTC transactions, or perform matching transactions. It’s like the community owner runs a online transaction platform.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/3.svg'),
          title: 'Table',
          description: 'The project team can manage the project process and assign tasks on Table. The advanced functions require the user to hold a certain amount of SIE or pay SIE to unlock them.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/4.svg'),
          title: 'Chatbot',
          description: 'Users can use chatbots if they hold a certain amount of SIE or paid, customizing the training approach and allowing it to become their chat assistant. No matter how many users in the community, intelligent chatbots can handle it well.'
        },
        {
          imgUrl: require('../assets/img/community/rightListImg/5.svg'),
          title: 'More',
          description: 'Secret has many open source applications besides the typical ones, and the third-party developer will continuously add and perfect ecosystem applications. More importantly, all these applications are not isolated but mutually compatible and facilitated.'
        }
      ],
      text17: 'Secret enables the community',
      text17_1: 'Shares the economy and initiates the new future',
      text17_2: '',
      text18: 'Enable Now',
    },
    tecIntel: {
      text1: 'Human-machine symbiosis,',
      text1a: 'connects the infinite possibilities',
      text2: 'download',
      text3: 'The latest AI technology in',
      text4: 'The future of an open AI is more than that',
      text5: 'AI future, more than that',
      text6: 'Copy the data to immortalize your soul',
      text7: 'Store and operate human data on blockchain to create another you.',
      text8: 'download',
      text9: 'Combine the brain with the machine, transform your consciousness',
      text10: 'The human brain will connect the digital world. The cerebral cortex produces instructions delivered to the digital world, while the digital signal delivers these instructions to automatic machines and systems.',
      text11: 'We are too young to understand the universe, but not to construct a great enterprise',
      text12: 'Join us',
      listTwo: [
        {
          img: require('../assets/img/ai/li-a.jpg'),
          icon: require('../assets/img/ai/bule-icon.svg'),
          tit: 'Copy the data to immortalize your soul',
          text: 'Store and operate human data on blockchain to create another you.',
        },
        {
          img: require('../assets/img/ai/li-b.jpg'),
          icon: require('../assets/img/ai/red-icon.svg'),
          tit: 'Combine the brain with the machine, transform your consciousness',
          text: 'The human brain will connect the digital world. The cerebral cortex produces instructions delivered to the digital world, while the digital signal delivers these instructions to automatic machines and systems.',
        }
      ],
      aiTechnique: [
        {
          tit: 'Deep learning algorithm',
          img: require('../assets/img/intel/1.svg'),
          text: 'Making the robot chats more intelligent and anthropomorphic'
        },
        {
          tit: 'Natural language processing',
          img: require('../assets/img/intel/2.svg'),
          text: 'Achieving context understanding in multiple dialogues'
        },
        {
          tit: 'Big data',
          img: require('../assets/img/intel/3.svg'),
          text: 'Big data applied in dialogue scenarios for different industries'
        },
        {
          tit: 'Human-computer interaction',
          img: require('../assets/img/intel/4.svg'),
          text: 'The intelligent Human-computer interaction brings infinite possibilities to the social world'
        },
        {
          tit: 'Deep reinforcement learning',
          img: require('../assets/img/intel/5.svg'),
          text: 'Deep learning and neural network can provide better solutions'
        },
        {
          tit: 'Character recognition',
          img: require('../assets/img/intel/6.svg'),
          text: 'It’s the character recognition technique based on region detection under the natural scenario'
        },
      ],
    },
    tecBlock: {
      text1: 'Intelligent evolution starts from here',
      text2: 'download',
      text3: 'Enter the world of Secret, explore the mysteries of blockchain',
      text4: 'Build an enormous AI social empire with blockchain ',
      text5: 'AI empire, more than that',
      text6: 'Build an enormous AI social empire with blockchain ',
      text7: 'SIE (Social Intelligent Evolution) is an ecological token issued by Secret based on Ethereum’s smart contract. It is the internal value circulation and the external application based on that value system for Secret.',
      text8: 'download',
      text9: 'Secret blockchain is where we share resources',
      text10: 'Building Secret’s AI hash resources and resource sharing blockchain where user’s consciousness data and calculations are stored ensure the working of a robust and open system.',
      text11: 'We are creating an ecosystem connected with the world',
      text12: 'Experience Now',
      text13: 'making information safer and freer and content more valuable and potential',
      text14: 'We are creating an ecosystem connected with the world',
      list: [
        {
          title: 'Recording the social path',
          imgUrl: require('../assets/img/block/1.svg'),
          description: 'The “connections” or “socializing path” between friends are shown based on the blockchain.'
        },
        {
          title: 'End-to-end encryption',
          imgUrl: require('../assets/img/block/2.svg'),
          description: 'Messages will not be stored on the server when using end-to-end encrypted chatting.'
        },
        {
          title: 'Online content sharing',
          imgUrl: require('../assets/img/block/3.svg'),
          description: 'Users can create their communities  by creating and sharing content on the blockchain. '
        }
      ]
    }
  }
}
